{
  "conference": {
    "name": "DHd 2026",
    "motto": "Not only text, not only data",
    "dates": "23.–27. Februar 2026",
    "location": "Wien, Österreich",
    "organizer_contact": "dhd2026@univie.ac.at",
    "url": "https://www.conftool.net/dhd2026/"
  },
  "days": [
    {
      "date": "2026-02-23",
      "day_label": "Montag, 23. Februar 2026",
      "sessions": [
        {
          "time": "14:00–18:00",
          "session_id": "Workshop 1",
          "title": "Workshop 1: Beyond the Cloud: Democratizing GPU Access for the Digital Humanities with DHInfra.at",
          "type": "Workshop",
          "authors": [
            {
              "name": "Florian Atzenhofer-Baumgartner",
              "affiliation": "Karl-Franzens-Universität Graz"
            },
            {
              "name": "David Fleischhacker",
              "affiliation": "Karl-Franzens-Universität Graz"
            },
            {
              "name": "Max Resch",
              "affiliation": "Universität für Weiterbildung Krems"
            }
          ],
          "location": "Seminarraum 1",
          "abstract": "This half-day workshop invites DH researchers and developers to shape Austria's next-generation research infrastructure. As demand for specialized AI computing grows, the DHInfra project is deploying federated GPU infrastructure to bridge local hardware limitations and commercial cloud challenges. Inspired by leading HPC centers and advised by EuroCC, we're building a managed, powerful, user-friendly environment.\nTimed as a key validation phase before full launch, participants receive early access to infrastructure that has undergone months of rigorous internal testing. Focusing on Large Language Models, attendees will work in prepared containerized environments to fine-tune models and build API-driven workflows. This unique opportunity allows the DH community to test state-of-the-art resources, provide critical feedback, and ensure the platform aligns perfectly with real-world humanities research needs."
        },
        {
          "time": "14:00–18:00",
          "session_id": "Workshop 2",
          "title": "Workshop 2: Query by Graph — Visuelle Anfragen an Wissensgraphen",
          "type": "Workshop",
          "location": "Seminarraum 2",
          "authors": [
            {
              "name": "Daniel Motz",
              "affiliation": "Friedrich-Schiller-Universität Jena"
            },
            {
              "name": "Tinghui Duan",
              "affiliation": "Forschungszentrum Gotha der Universität Erfurt"
            },
            {
              "name": "Olaf Simons",
              "affiliation": "Martin-Luther-Universität Halle-Wittenberg"
            }
          ],
          "abstract": "Der Workshop führt in den Entwurf komplexer SPARQL-Abfragen mittels des visuellen Editors „Query by Graph“ ein. Als Anwendungsfall dient der Wissensgraph FactGrid. Das vorgestellte Werkzeug zielt darauf ab, die methodische Lücke zwischen Wissensgraphen und geisteswissenschaftlicher Forschung zu verringern und Forschenden einen niedrigschwelligen Zugang zu ermöglichen.\nDie als grundlegende Einführung konzipierte Veranstaltung adressiert Teilnehmende ohne technische Vorkenntnisse. Die praktische Anwendung wird anhand von Daten zu den Teilnahmen und Publikationen vergangener DHd-Konferenzen demonstriert."
        },
        {
          "time": "14:00–18:00",
          "session_id": "Workshop 3",
          "title": "Workshop 3: Beyond entities: Inhaltsbasierte Erschließung digitaler Editionen mit KI",
          "type": "Workshop",
          "location": "Seminarraum 3",
          "authors": [
            {
              "name": "Karoline Lemke",
              "affiliation": "Berlin-Brandenburgische Akademie der Wissenschaften"
            },
            {
              "name": "Claus Franke",
              "affiliation": "Berlin-Brandenburgische Akademie der Wissenschaften"
            },
            {
              "name": "Fernanda Alvares Freire",
              "affiliation": "Technische Universität Darmstadt"
            },
            {
              "name": "Sandra König",
              "affiliation": "Nationale Akademie der Wissenschaften Leopoldina"
            },
            {
              "name": "Harald Lordick",
              "affiliation": "Salomon Ludwig Steinheim-Institut für deutsch-jüdische Geschichte"
            },
            {
              "name": "Gerald Neumann",
              "affiliation": "Berlin-Brandenburgische Akademie der Wissenschaften"
            }
          ],
          "abstract": "Die semantische Erschließung anhand von Entities (Personen, Orte, Werke, Sach- und Zeitangaben) ist eine geübte Praxis der digitalen Editorik, einschließlich der Anwendung von Normdaten und der Entwicklung automatisierter Verfahren. Eine inhaltliche Erschließung darüber hinaus scheitert in der Regel an dem erforderlichen manuellen Aufwand. Die Verfügbarkeit und Mächtigkeit großer Sprachmodelle (LLMs) eröffnet neues Potenzial auf diesem Feld. Der Workshop vermittelt vor diesem Hintergrund die KI-gestützte semantische Anreicherung digitaler Editionen in Form von RDF-Triples sowie die grundlegenden Konzepte der verwendeten Technologien und Standards. Das Workshop-Szenario ist auf eine experimentelle Herangehensweise ausgerichtet: die gleiche Aufgabenstellung kann Hands-On in Arbeitsgruppen durch Auswahl verschiedener LLMs und unterschiedlicher Prompting-Strategien angegangen werden. Damit wird zugleich eine kritische Einschätzung und Diskussion gefördert."
        },
        {
          "time": "14:00–18:00",
          "session_id": "Workshop 4",
          "title": "Workshop 4: DOI-Stories: Erfolgreich Daten Publizieren in den DH",
          "type": "Workshop",
          "location": "Seminarraum 4",
          "authors": [
            {
              "name": "Fabian Cremer",
              "affiliation": "Leibniz Institut für Europäische Geschichte Mainz"
            },
            {
              "name": "Patrick Helling",
              "affiliation": "Universität zu Köln"
            },
            {
              "name": "Jan Horstmann",
              "affiliation": "Universität Hamburg"
            },
            {
              "name": "Melanie Seltmann",
              "affiliation": "Humboldt Universität zu Berlin"
            },
            {
              "name": "Timo Steyer",
              "affiliation": "Universitätsbibliothek Braunschweig"
            },
            {
              "name": "Sibylle Söring",
              "affiliation": "Freie Universität Berlin"
            }
          ],
          "abstract": "Der Workshop „DOI-Stories“ widmet sich den Publikationspraktiken von Forschungsdaten in den Digital Humanities. Forschungsdaten bilden zunehmend ein zentrales Element der digitalen Geisteswissenschaften. Der Workshop analysiert anhand konkreter und von den Teilnehmenden eingebrachten Fallbeispiele („DOI-Stories“) die vielfältigen Publikationspraktiken sowie die damit verbundenen Hürden, Standards und Erfahrungen. Leitfragen untersuchen u. a., welche Daten veröffentlicht werden, über welche Kanäle und Formate, mit welcher Dokumentation, Unterstützung und Motivation. Ziel ist es, Erfolgsfaktoren zu identifizieren, Orientierung für die Community zu bieten und den Austausch zum Thema Datenpublikationspraxis zu fördern. Die „DOI-Stories“ dokumentieren dabei nicht nur technische, sondern auch ideelle Aspekte der Veröffentlichung und werden in einer Best-Practice-Sammlung aufbereitet. Der Workshop richtet sich an alle Interessierten, unabhängig von ihrer bisherigen Erfahrung mit Datenpublikationen."
        },
        {
          "time": "14:00–18:00",
          "session_id": "Workshop 5",
          "title": "Workshop 5: Beyond \"m/w/d\" - Queere Perspektiven auf die Modellierung geschlechtlicher Diversität und der Gender Data Gap in den Digital Humanities",
          "type": "Workshop",
          "location": "Seminarraum 5",
          "authors": [
            {
              "name": "Philipp Sauer",
              "affiliation": "Sächsische Akademie der Wissenschaften"
            },
            {
              "name": "Peter Mühleder",
              "affiliation": "Sächsische Akademie der Wissenschaften"
            },
            {
              "name": "Franziska Naether",
              "affiliation": "Sächsische Akademie der Wissenschaften"
            }
          ],
          "abstract": "Der Gender Data Gap bezeichnet ein Ungleichgewicht in der Erhebung von Daten zu Ungunsten eines bestimmten Geschlechts – in der Regel sind dies Frauen. Wir wollen im Workshop einerseits Raum geben, über die Data Gaps der Teilnehmenden selbst zu sprechen und gemeinsam Lösungsvorschläge zu erarbeiten, und andererseits über Ansätze für eine angemessen Repräsentation von Queerness und die Modellierung von Geschlechts-Daten jenseits von Geschlechterbinarität sprechen.\nDen Workshop leiten weniger Antworten als Fragen. Wie sollte mit der Anwendung von jenseits des binären Spektrums liegenden Geschlechtskategorien in historischen Kontexten umgegangen werden? Wie wirken unterschiedliche kulturelle und zeitgeschichtliche Kodierungen auf Kategorisierungen für queere und von Normen abweichende Identitäten? Wie verändert sich das Sprechen über Nichtbinarität oder Transgeschlechtlichkeit über die Jahrhunderte, wie adäquat sind gegenwärtige Begriffe um diese Phänomene in historischen Kontexten zu beschreiben?"
        },
        {
          "time": "14:00–18:00",
          "session_id": "Workshop 6",
          "title": "Workshop 6: Library Labs als Innovation Hubs für DH - Worldcafé & Community Building",
          "type": "Workshop",
          "location": "Seminarraum 6",
          "authors": [
            {
              "name": "Linda Freyberg",
              "affiliation": "DIPF Leibniz-Institut für Bildungsforschung und Bildungsinformation"
            },
            {
              "name": "Daniel Erdmann",
              "affiliation": "DIPF Leibniz-Institut für Bildungsforschung und Bildungsinformation"
            },
            {
              "name": "Ben Kaden",
              "affiliation": "Vernetzungs- und Kompetenzstelle Open Access Brandenburg"
            },
            {
              "name": "Roman Knipping-Sorokin",
              "affiliation": "Universität Hamburg"
            },
            {
              "name": "Roman Kuhn",
              "affiliation": "Staatsbibliothek zu Berlin – Preußischer Kulturbesitz"
            },
            {
              "name": "Stephanie Nitsche",
              "affiliation": "Deutsche Nationalbibliothek"
            },
            {
              "name": "Anke Taube",
              "affiliation": "Deutsche Nationalbibliothek"
            }
          ],
          "abstract": "In diesem Workshop stehen Library Labs im DH-Kontext als agile und innovative Plattformen der methodischen und digitalen Vermittlung im Fokus. Anders als klassische Makerspaces in Bibliotheken fördern Library Labs gezielt offene Kulturdaten, Schnittstellen für Datennachnutzung und interdisziplinäre Zusammenarbeit. Durch Workshops, Beratungsangebote und die Entwicklung neuer Methoden – etwa in den Bereichen Digitale Edition oder Forschungsdatenmanagement – fungieren sie als Orte des Austauschs und Innovationstreiber. Im Worldcafé-Format können interessierte Teilnehmende zusammen mit Forschenden und Lab-Anbietern dieses zielgruppenorientierte Angebot diskutieren und gemeinsam weiterentwickeln. Die Workshop-Organisator*innen stellen einführend verschiedene Lab-Konzepte ihrer Institutionen (DHELab, DNBLab, DigiPop und Stabi Lab) vor und diskutieren Alleinstellungsmerkmale sowie Möglichkeiten der Profilbildung. Ziel ist es, die Rolle von Library Labs zu schärfen und innovative Potenziale sichtbar zu machen."
        },
        {
          "time": "14:00–18:00",
          "session_id": "Workshop 7",
          "title": "Workshop 7: Sammlungsdaten als Forschungsdaten in den Digital Humanities",
          "type": "Workshop",
          "location": "Seminarraum 7",
          "authors": [
            {
              "name": "Patrick Dinger",
              "affiliation": "Universitäts- und Landesbibliothek Münster"
            },
            {
              "name": "Anja Gerber",
              "affiliation": "Klassik Stiftung Weimar"
            },
            {
              "name": "Anna Gnyp",
              "affiliation": "Koordinierungsstelle für wissenschaftliche Universitätssammlungen in Deutschland"
            },
            {
              "name": "Frank von Hagel",
              "affiliation": "Institut für Museumsforschung"
            },
            {
              "name": "Georg Hohmann",
              "affiliation": "Deutsches Museum, München"
            },
            {
              "name": "Celia Krause",
              "affiliation": "Deutsches Dokumentationszentrum für Kunstgeschichte - Bildarchiv Foto Marburg"
            },
            {
              "name": "Sarah Wagner",
              "affiliation": "Friedrich-Alexander-Universität Erlangen-Nürnberg"
            },
            {
              "name": "Alexander Winkler",
              "affiliation": "Forschungs- und Kompetenzzentrum Digitalisierung (digiS)"
            }
          ],
          "abstract": "Welches Potenzial haben Sammlungsdaten aus Bibliotheken, Museen und Archiven für die DH? Spätestens seit der Initiative Collections as Data ist die digitale Bereitstellung kultureller Sammlungen zur maschinellen Nachnutzung als Desiderat benannt. Einige Sammlungseinrichtungen machen ihre Datenbestände bereits methodenoffen verfügbar, beteiligen sich am Aufbau von Infrastrukturen, entwickeln Best Practices und öffnen experimentelle Labs. Dabei orientieren sie sich an den Open-Access-, FAIR- und CARE-Prinzipien für ein offenes, nachhaltiges und verantwortungsvolles Datenmanagement. Die DHd-AG „Digitales Museum“ legt als neue AG „Sammlungen als Daten“ den Fokus auf die datenbasierte Forschung und stärkt die Kooperation zwischen DH und Kulturerbeeinrichtungen. Die Arbeit mit Sammlungsdaten erfordert die Bereitschaft, mit den Sammlungseinrichtungen in den Dialog zu treten und sich auf domänenspezifische Formate, Standards und Erschließungspraktiken einzulassen. Im Workshop werden drei Themen behandelt: Zugang zu Sammlungsdaten und rechtliche/technische Rahmenbedingungen, die Rolle der Datenqualität sowie die Frage, wie aus Sammlungsdaten Forschungsdaten werden und welche Forschungspotenziale sie bergen."
        },
        {
          "time": "14:00–18:00",
          "session_id": "Workshop 8",
          "title": "Workshop 8: Arbeiten mit der μEdition: In wenigen Schritten von der Idee zur digitalen Edition",
          "type": "Workshop",
          "location": "Seminarraum 8",
          "authors": [
            {
              "name": "Mark Hall",
              "affiliation": "The Open University, United Kingdom"
            }
          ],
          "abstract": "Das μEdition Projekt verfolgt das Ziel die Schwellen für die Erstellung digitaler Editionen zu reduzieren. Dazu hat es mit der μEdition und dem μEditor zwei Werkzeuge entwickelt, die es ermöglichen in wenigen Schritten von der Editionsidee zur veröffentlichten, digitalen Edition zu kommen. In diesem Workshop werden die Teilnehmerinnen und Teilnehmer in die Nutzung dieser zwei Werkzeuge eingeführt und haben die Möglichkeit die ersten Schritte für die Entwicklung ihrer eigenen Edition auszuprobieren. Alle Lehrmaterialen werden nach dem Workshop frei zugänglich gemacht, damit die Teilnehmer und Teilnehmerinnen leicht auf diese zurückgreifen können, während sie ihre μEditionen weiterentwickeln."
        }
      ]
    },
    {
      "date": "2026-02-24",
      "day_label": "Dienstag, 24. Februar 2026",
      "sessions": [
        {
          "time": "09:00–12:30",
          "session_id": "Workshop 15",
          "title": "Workshop 15: DNBLab – Von der Forschungsidee zum Datenkorpus",
          "type": "Workshop",
          "authors": [
            {
              "name": "Stephanie Nitsche",
              "affiliation": "Deutsche Nationalbibliothek"
            },
            {
              "name": "Anke Taube",
              "affiliation": "Deutsche Nationalbibliothek"
            }
          ],
          "location": "Seminarraum 7",
          "abstract": "Der Workshop bietet einen Einblick in die Arbeit mit den Daten der Deutschen Nationalbibliothek (DNB) und praktische Unterstützung bei automatisiertem Datenbezug sowie -aufbereitung für die Beantwortung von Forschungsfragen. Im Vordergrund steht eine Einführung in die Datenselektion mit der SRU-Schnittstelle sowie die Extraktion ausgewählter Daten aus dem komplexen Metadatenformat MARC21-xml ins CSV-Format als Voraussetzung von Datenanalysen. Mit der Sammlung konkreter Anwendungsfälle der Teilnehmer*innen soll der sich in der DNB gezeigte Bedarf der Digital Humanities so praxisnah wie möglich gedeckt werden. Im ersten Teil steht daher eine gemeinsame exemplarische Aufbereitung eines Datensets im Vordergrund. Im zweiten Teil können die Teilnehmer*innen dann mit verschiedenen Skripten und dem zuvor erworbenen Wissen selbst ausgewählte Fragestellungen bearbeiten. Ziel ist eine niedrigschwellige Einführung mit ausreichend Raum zum Ausprobieren und Fragen. Die Inhalte des Workshops werden anhand der Zugänge und Daten der DNB erklärt, sind aber auch auf die Angebote anderer Bibliotheken übertragbar."
        },
        {
          "time": "09:00–12:30",
          "session_id": "Workshop 17",
          "title": "Workshop 17: Graphbasierte Text- und Wissensmodellierung mit dem ATAG-Editor und Entity-Manager",
          "type": "Workshop",
          "location": "Seminarraum 8",
          "authors": [
            {
              "name": "Maximilian Michel",
              "affiliation": "Akademie der Wissenschaften und der Literatur | Mainz"
            },
            {
              "name": "Sebastian Enns",
              "affiliation": "Akademie der Wissenschaften und der Literatur | Mainz / THM"
            },
            {
              "name": "Vincent Neeb",
              "affiliation": "Technische Hochschule Mittelhessen"
            },
            {
              "name": "Andreas Kuczera",
              "affiliation": "Akademie der Wissenschaften und der Literatur | Mainz / THM"
            }
          ],
          "abstract": "Der Workshop führt praxisorientiert in die graphbasierten Modellierungsansätze Applied Text as Graph (ATAG) und Reusable Abstraction Model for Editorial Needs (RAMEN) ein. Im Zentrum stehen zwei offene, browserbasierte Werkzeuge: der ATAG-Editor zur strukturierten Bearbeitung und Annotation von Texten sowie der Entity-Manager zum Aufbau vernetzter Wissensbasen. Beide Tools ermöglichen die flexible Verknüpfung von Texten, Annotationen und Entitäten in einem gemeinsamen Netzwerk auf Basis von Labeled Property Graphs (LPG). Teilnehmende lernen, komplexe textuelle Phänomene wie überlappende Strukturen, alternative Lesarten oder fragmentarische Textverläufe präzise zu modellieren – ebenso wie Wissenselemente systematisch zu erfassen, zu kategorisieren und mit Textstellen zu verknüpfen. Der Workshop richtet sich an alle, die im Umfeld digitaler Editionen arbeiten – unabhängig von Vorkenntnissen in TEI oder Graphtechnologien. Eigene Textbeispiele können eingebracht werden; Programmierkenntnisse sind nicht erforderlich."
        },
        {
          "time": "09:00–17:30",
          "session_id": "Workshop 9",
          "title": "Workshop 9: LLMs unter Kontrolle: Offene Modelle in Forschung und Praxis",
          "type": "Workshop",
          "location": "Seminarraum 1",
          "authors": [
            {
              "name": "Jürgen Hermes",
              "affiliation": "Universität zu Köln"
            },
            {
              "name": "Kai Niebes",
              "affiliation": "TIB Hannover"
            },
            {
              "name": "Sarah Oberbichler",
              "affiliation": "DH Lab Leibniz Institut für Europäische Geschichte Mainz"
            },
            {
              "name": "Andreas Wagner",
              "affiliation": "Max-Planck-Institut für Rechtsgeschichte und Rechtstheorie"
            }
          ],
          "abstract": "Der Workshop vermittelt theoretisches und praktisches Wissen zum Einsatz offener großer Sprachmodelle (OpenLLMs) in den Digital Humanities. Im Zentrum stehen Fragen der Transparenz, Reproduzierbarkeit und methodischen Offenheit im Umgang mit generativer KI. Neben einer Einführung in Modelle, Lizenzierung und Anwendungsszenarien umfasst der Workshop zwei praktische Teile: die lokale Nutzung eines kleinen Modells (z. B. über Ollama) sowie der Zugriff auf leistungsstärkere Modelle auf einem bereitgestellten Server. Ziel ist es, Berührungsängste abzubauen, technische Grundlagen zu vermitteln und kritische Perspektiven auf OpenLLMs im wissenschaftlichen Kontext zu fördern. Der Workshop richtet sich an Forschende mit ersten Erfahrungen in generativer KI, die sich tiefer mit offenen Alternativen zu kommerziellen Plattformen auseinandersetzen möchten. Programmierkenntnisse sind nicht erforderlich, aber die Bereitschaft zur aktiven Teilnahme."
        },
        {
          "time": "09:00–17:30",
          "session_id": "Workshop 10",
          "title": "Workshop 10: Wikibase als Forschungsinfrastruktur – am Beispiel der Kirchengeschichte",
          "type": "Workshop",
          "location": "Seminarraum 2",
          "authors": [
            {
              "name": "Bärbel Kröger",
              "affiliation": "Niedersächsische Akademie der Wissenschaften zu Göttingen"
            },
            {
              "name": "Christian Popp",
              "affiliation": "Niedersächsische Akademie der Wissenschaften zu Göttingen"
            },
            {
              "name": "Tinghui Duan",
              "affiliation": "Forschungszentrum Gotha der Universität Erfurt"
            },
            {
              "name": "Olaf Simons",
              "affiliation": "Martin-Luther-Universität Halle-Wittenberg"
            }
          ],
          "abstract": "Der ganztägige Workshop bietet einen Einblick in die Nutzung von Wikibase-basierten Projekten für die geisteswissenschaftliche Forschung. Das Angebot ist zweiteilig. Der erste Teil versteht sich als grundlegende Einführung und richtet sich an Teilnehmende ohne Vorkenntnisse im Bereich Wikidata/Wikibase/SPARQL. Die praktische Einführung erfolgt exemplarisch anhand von Forschungsdaten zur mittelalterlichen Kirchengeschichte, ist aber auf andere Gegenstände und Disziplinen übertragbar.\nDer zweite Teil beginnt mit einer Vorstellung von FactGrid, einer eigenständigen Wikibase-Instanz für historische Forschung. Anschließend werden verschiedene Möglichkeiten des strukturierten Datenimports vorgestellt, etwa mit QuickStatements, OpenRefine oder API-basierten Skripten. Es folgt eine Diskussion zu Vor- und Nachteilen eigenständiger Wikibase-Instanzen, inklusive technischer Anforderungen und Datenmodellierung. Verschiedene Betriebsmodelle wie Wikibase-Cloud und Self-Hosting werden vorgestellt. In einer abschließenden Hands-on-Übung richten die Teilnehmenden eine eigene Wikibase-Cloud-Instanz ein und erfassen erste Daten."
        },
        {
          "time": "09:00–17:30",
          "session_id": "Workshop 11",
          "title": "Workshop 11: Film- und Videoanalyse mit VIAN & TIB-AV-A – Grundlagen, Anwendungen und Schnittstellen",
          "type": "Workshop",
          "location": "Seminarraum 3",
          "authors": [
            {
              "name": "Josephine Diecke",
              "affiliation": "Universität Zürich"
            },
            {
              "name": "Eric Müller-Budack",
              "affiliation": "TIB Hannover"
            },
            {
              "name": "Simon Spiegel",
              "affiliation": "Universität Zürich"
            },
            {
              "name": "Elias Entrup",
              "affiliation": "L3S Forschungszentrum, Leibniz Universität Hannover"
            },
            {
              "name": "Matthias Springstein",
              "affiliation": "TIB Hannover"
            },
            {
              "name": "Ralph Ewerth",
              "affiliation": "TIB Hannover / Uni Marburg & hessian.AI"
            },
            {
              "name": "Joëlle Kost",
              "affiliation": "Zürcher Hochschule der Künste"
            },
            {
              "name": "Erik Radisch",
              "affiliation": "Sächsische Akademie der Wissenschaften zu Leipzig"
            },
            {
              "name": "Erwin Feyersinger",
              "affiliation": "Universität Tübingen"
            }
          ],
          "abstract": "Der Workshop vermittelt Grundlagen und Anwendung hybrider Verfahren zur Analyse audiovisueller Inhalte mit den Open-Source-Tools VIAN Light und TIB-AV-A. Ziel ist es, qualitative, manuelle Annotation und automatisierte Verfahren in methodisch reflektierten Workflows produktiv zu verbinden. Während VIAN Light als flexibles, disziplinübergreifend nutzbares Annotationstool für die kontextsensitive Erschließung von Film- und Videomaterial entwickelt wurde, erlaubt TIB-AV-A KI-gestützte Segmentierungen und Bild-/Tonanalysen in skalierbaren Datensätzen. Im Workshop werden zentrale Funktionen beider Tools anhand praxisnaher Beispiele vorgestellt, eigene Analyseprojekte erprobt und disziplinspezifische wie interdisziplinäre Anforderungen diskutiert. Dabei stehen sowohl technische Aspekte wie Usability und Interoperabilität als auch epistemologische Fragen im Zentrum – etwa zur erkenntnisleitenden Rolle manueller Annotation. Zielgruppe sind Forschende aus den Digital Humanities und angrenzenden Disziplinen, die mit Bewegtbildmaterial arbeiten. Der Workshop fördert Austausch über Best Practices, methodische Kombinationen und Anforderungen an nachhaltige, offene Infrastrukturen zur digitalen Videoanalyse."
        },
        {
          "time": "09:00–17:30",
          "session_id": "Workshop 12",
          "title": "Workshop 12: Vom Audio zum Text: Automatisierte Transkriptionen mit Whisper",
          "type": "Workshop",
          "location": "Seminarraum 4",
          "authors": [
            {
              "name": "Nele Fuchs",
              "affiliation": "Data Science Center, Universität Bremen"
            },
            {
              "name": "Annika Nolte",
              "affiliation": "Data Science Center, Universität Bremen"
            },
            {
              "name": "Lena Steinmann",
              "affiliation": "Data Science Center, Universität Bremen"
            },
            {
              "name": "Rolf Drechsler",
              "affiliation": "Data Science Center, Universität Bremen"
            }
          ],
          "abstract": "Audioquellen wie Interviews, Zeitzeugenberichte oder gesprochene Sprachdaten sind für viele Bereiche der Digital Humanities – von Ethnografie bis Geschichtswissenschaft und Linguistik – zentrale Forschungsgrundlagen.\nDieser ganztägige Workshop zeigt, wie Forschende mit Whisper in einem Python Skript effizient Audiodaten in Texte umwandeln können – datenschutzkonform und ohne Kosten. Im Rahmen einer Abschlussreflexion werden die Auswirkungen automatischer Transkriptionen auf das Quellenmaterial erörtert. Dabei wird insbesondere behandelt, welche Konsequenzen sich ergeben, wenn große Datenmengen nicht vollständig einer manuellen Überprüfung unterzogen werden können. Zudem werden die Implikationen für die weiteren (teil)automatischen Analysen in DH-Workflows diskutiert.\nDer Workshop richtet sich an DH-Forschende und Multiplikator*innen, die Audioquellen effizient für digitale Workflows aufbereiten möchten. Alle Materialien stehen als Open Educational Ressource (OER) zur Nachnutzung bereit, sodass der Workshop anschließend eigenständig durchgeführt werden kann."
        },
        {
          "time": "09:00–17:30",
          "session_id": "Workshop 13",
          "title": "Workshop 13: Reusable workflows in practice – a hands-on workshop",
          "type": "Workshop",
          "location": "Seminarraum 5",
          "authors": [
            {
              "name": "Canan Arıkan Caba",
              "affiliation": "Universität Wien"
            },
            {
              "name": "Anne Baillot",
              "affiliation": "DARIAH"
            },
            {
              "name": "Massimiliano Carloni",
              "affiliation": "OEAW, ACDH"
            },
            {
              "name": "Vera Maria Charvát",
              "affiliation": "OEAW, ACDH"
            },
            {
              "name": "Matej Ďurčo",
              "affiliation": "OEAW, ACDH"
            },
            {
              "name": "Klaus Illmayer",
              "affiliation": "OEAW, ACDH"
            }
          ],
          "abstract": "This full-day (8h) workshop is dedicated to research workflows and their reusability, providing an actionable contribution to the question of knowledge production addressed in the call for papers. In particular, we strive to foster community building around the recognition of the heuristic value of digital-based methodologies.\nThe goal of this workshop is to reflect on the reusability of digital-based research workflows relevant for Digital Humanities, and to contribute to the state of the art by testing existing workflows and producing new reusable descriptions. The primary outlet for workflow descriptions is currently the SSH Open Marketplace, whose Editorial Board is contributing to improving access to reusable workflows (Barbot et al., 2024). The workflow “How to create a workflow in the SSH Open Marketplace?” is seminal in providing guidance and will serve as a basis for the second part of the workshop."
        },
        {
          "time": "09:00–17:30",
          "session_id": "Workshop 14",
          "title": "Workshop 14: TEI Publisher reloaded: Digitale Editionen mit System – modular, nachhaltig, community-orientiert",
          "type": "Workshop",
          "location": "Seminarraum 6",
          "authors": [
            {
              "name": "Richard Diebel",
              "affiliation": "Universitätsbibliothek Kiel"
            },
            {
              "name": "Nils Berns",
              "affiliation": "Universitätsbibliothek Kiel"
            },
            {
              "name": "Andreas Christ",
              "affiliation": "Universitätsbibliothek Kiel"
            },
            {
              "name": "Wolfgang Meier",
              "affiliation": "e-Editiones e. V."
            },
            {
              "name": "Magdalena Turska",
              "affiliation": "e-Editiones e. V."
            },
            {
              "name": "Lars Windauer",
              "affiliation": "e-Editiones e. V."
            }
          ],
          "abstract": "Der Workshop vermittelt den Einsatz des TEI Publishers in der neuen Version 10, die mit dem App-Manager „Jinks“ eine modulare Architektur einführt. Anhand eines Profilsystems, bestehend aus Blueprints, Features und Themes, lassen sich digitale Editionsumgebungen flexibel zusammenstellen und erweitern. Ziel ist es, nachhaltige, leicht zugängliche und wiederverwendbare Lösungen für digitale Editionen zu schaffen im Sinne eines „Prêt-à-Porter“-Ansatzes. Der Workshop kombiniert eine Einführung in die neuen Funktionen mit einem praktischen Teil, in dem Teilnehmende eigene Profile entwickeln und anpassen. Vorgestellt wird außerdem das Projekt „Kleine Editionen“ der Universitätsbibliothek Kiel, das drei wiederverwendbare Profile für kleinere Editionsprojekte bereitstellt. Der Workshop richtet sich an alle, die TEI Dokumente publizieren möchten und legt den Fokus auf modulare, standardbasierte Infrastrukturen für nachhaltige DH-Projekte."
        },
        {
          "time": "14:00–17:30",
          "session_id": "Workshop 16",
          "title": "Workshop 16: Kontext und Klarheit: Fachspezifische Metadaten für offene Bildungsressourcen (OER) zu Data Literacy",
          "type": "Workshop",
          "location": "Seminarraum 7",
          "authors": [
            {
              "name": "Dorothee Urbaum",
              "affiliation": "Hochschule Darmstadt"
            },
            {
              "name": "Laura Döring",
              "affiliation": "Universität Trier"
            },
            {
              "name": "Grigori Chlesberg",
              "affiliation": "Herder-Institut für historische Ostmitteleuropaforschung"
            },
            {
              "name": "Jonathan D. Geiger",
              "affiliation": "Akademie der Wissenschaften und der Literatur Mainz"
            },
            {
              "name": "Petra Steiner",
              "affiliation": "Technische Universität Darmstadt"
            }
          ],
          "abstract": "Die Digitalisierung der Wissenschaft erfordert neue Kompetenzen im Umgang mit Forschungsdaten und digitalen Lehrmaterialien. Open Educational Resources (OER) spielen dabei eine Schlüsselrolle – doch ihre Sichtbarkeit und Nachnutzbarkeit hängen besonders von der Qualität ihrer Metadaten ab. Disziplin-spezifische Informationen wie Methoden, Inhalte oder Zielgruppen sind bislang unzureichend bzw. nur punktuell standardisiert. Der Workshop widmet sich daher der Frage, wie kontrollierte Vokabulare und Picklists zur besseren Beschreibung von OER im Bereich Data Literacy beitragen können. In einer interaktiven Gruppenarbeit sichten und evaluieren Teilnehmende fachspezifische Vokabulare für Metadatenschemata und reflektieren Herausforderungen. Ziel ist es, disziplin-spezifische und -übergreifende Strategien zur besseren Vergleichbarkeit und Interoperabilität von OER speziell im Bereich der Geisteswissenschaften zu entwickeln. Der Workshop richtet sich an Mitarbeitende, Lehrende, Studierende und Forschende aus geisteswissenschaftlichen Forschungs- und Infrastruktureinrichtungen. Er fördert die Zusammenarbeit zwischen Fachwissenschaft und Infrastruktur und sensibilisiert für die Bedeutung standardisierter Metadaten im Kontext offener und nachhaltiger Bildung."
        },
        {
          "time": "14:00–17:30",
          "session_id": "Workshop 18",
          "title": "Workshop 18: Wissenschaftliche Bibliotheken und Digital Humanities: Chancen, Potenziale und Perspektiven auf Zusammenarbeit und Vernetzung",
          "type": "Workshop",
          "location": "Seminarraum 8",
          "authors": [
            {
              "name": "Jonas Kaiser",
              "affiliation": "Bibliotheks- und Informationssystem (BIS) der Carl von Ossietzky Universität Oldenburg"
            },
            {
              "name": "Cosima Wagner",
              "affiliation": "Universitätsbibliothek, Freie Universität Berlin"
            }
          ],
          "abstract": "Wissenschaftliche Bibliotheken spielen in den Digital Humanities (DH) eine vielfältige Rolle. Sie fungieren als Datengeber von Digitalisaten, Meta- und Normdaten, Softwarelösungen und Forschungsumgebungen und bieten Möglichkeiten zur Vermittlung von Kompetenzen, Methoden und Werkzeugen, auch über text- und datenzentrierte Ansätze hinaus. In diesem Workshop soll mit den Teilnehmer*innen im Rahmen eines World Café partizipativ darüber diskutiert werden, wie und auf welchen Themengebieten Wissenschaftliche Bibliotheken und Digital Humanities in Zukunft noch stärker miteinander verknüpft und wie darauf aufbauend Akteure aus Wissenschaftlichen Bibliotheken und den Digital Humanities langfristig miteinander vernetzt werden können. Als zentrale Leitplanke des Workshops fungiert dabei die Frage nach einer potenziellen Institutionalisierung von Wissenschaftlichen Bibliotheken in der DH-Community und möglichen Gestaltungs- und Kommunikationsformen."
        },
        {
          "time": "18:00–19:30",
          "title": "Eröffnungskeynote: Opening Keynote",
          "type": "Keynote",
          "location": "Audimax"
        },
        {
          "time": "19:30–21:00",
          "title": "Eröffnungsfeier: Opening Reception",
          "type": "Social Event",
          "location": "Grosser Festsaal"
        }
      ]
    },
    {
      "date": "2026-02-25",
      "day_label": "Mittwoch, 25. Februar 2026",
      "sessions": [
        {
          "time": "09:00–10:30",
          "session_id": "Mittwoch 1:1",
          "title": "Panel: KI als Belastungsprobe für das offene Internet?",
          "type": "Panel",
          "location": "BIG Hörsaal",
          "authors": [
            {
              "name": "Ulrike Wuttke",
              "affiliation": "Fachhochschule Potsdam"
            },
            {
              "name": "David Maus",
              "affiliation": "Staats- und Universitätsbibliothek Hamburg"
            },
            {
              "name": "Fabian Rack",
              "affiliation": "FIZ Karlsruhe – Leibniz-Institut für Informationsinfrastruktur"
            },
            {
              "name": "Klaus Rettinghaus",
              "affiliation": "Sächsische Landes- und Universitätsbibliothek Dresden"
            },
            {
              "name": "Sarah Oberbichler",
              "affiliation": "Leibniz-Institute of European History (IEG)"
            },
            {
              "name": "Cindarella Petz",
              "affiliation": "Leibniz-Institute of European History (IEG)"
            }
          ],
          "abstract": "Die Entwicklungen auf dem Gebiet generativer KI stellen erhebliche Herausforderungen für offene Informationsinfrastrukturen wie Open-Access-Repositorien dar. Jüngste Studien dokumentieren z. B. die Überlastung dieser Systeme durch KI-Bot-Aktivitäten und geben dazu Anlass, grundlegende Prinzipien des offenen Zugangs zu hinterfragen. Herkömmliche Gegenmaßnahmen, darunter das Robots Exclusion Protocol, erweisen sich als unzureichend, während fortgeschrittene Techniken wie IP Geolocation und Proof-of-Work-Routinen Risiken der Nutzerexklusion bergen. Diese Problematik wird durch die wachsende kommerzielle Nutzung offener Ressourcen verschärft. Die Paneldiskussion adressiert die Notwendigkeit eines Paradigmenwechsels im Umgang mit offenen Informationsinfrastrukturen und hinterfragt, wie sich der aktuelle KI-Trend mit den Prinzipien offenen Wissens und ethischen Prinzipien in den Digital Humanities und darüber hinaus vereinbaren lässt. Dabei werden technische, ethische und rechtliche Aspekte beleuchtet. Ziel der Diskussion ist es, die aktuelle Lage kritisch zu reflektieren und gemeinsam mit den Panelist*innen und dem Plenum alternative Zukunftsszenarien aus verschiedenen Perspektiven zu beleuchten."
        },
        {
          "time": "09:00–10:30",
          "session_id": "Mittwoch 1:2",
          "title": "Doctoral Consortium",
          "type": "Doctoral Consortium",
          "location": "Hörsaal 1",
          "chair": "Øyvind Eide",
          "presentations": [
            {
              "title": "Möglichkeiten und Potenziale von inter- und transmedialen Editionen",
              "author": "Dennis Friedl",
              "affiliation": "Universität Paderborn, Deutschland",
              "abstract": "Hybride Editionen versprechen die Verbindung von gedruckter und digitaler Edition – in der Praxis bleibt diese Beziehung jedoch oft unverbindlich und fragmentiert. Am Beispiel der Korngold-Werkausgabe forscht das Vorhaben nach konkreten Ansätzen zur engeren Verzahnung beider Formate. Diese Trans- und Intermedialität wird zum Anlass genommen, um weiterführende multimediale und geräteübergreifende Nutzungsmöglichkeiten zu konzeptionieren, die eine neue Qualität der Interaktion mit digitalen Editionen in Aussicht stellen. Die Dissertation verfolgt das Ziel, theoretische Konzepte mit praktischen Lösungen zu verbinden, Prototypen zu entwickeln und zukünftige Nutzungsformen intermedialer Editionen, Konsequenzen für die Editionspraxis und Softwarearchitektur aufzuzeigen.",
              "authors": [
                "Dennis Friedl"
              ]
            },
            {
              "title": "Die Vergangenheit umgibt uns - Digitalisiertes Kulturerbe durch situierte Visualisierung vor Ort erfahrbar machen",
              "author": "Markus Passecker",
              "affiliation": "University of Applied Sciences St. Pölten, Austria",
              "abstract": "Digitale Kulturerbe-Sammlungen enthalten Millionen historischer Objekte, die oft von ihren ursprünglichen räumlichen Kontexten getrennt sind. Diese Dissertation entwickelt Methoden der situierten und eingebetteten Visualisierung, um digitalisierte audio-visuelle Kulturobjekte wieder in ihre physischen Kontexte einzubetten und authentische Erfahrungen vor Ort zu schaffen. Methodisch folgt die Arbeit einem Design Science Research Ansatz durch iterative Zyklen von Design, Implementierung und Evaluation. Drei Use-Cases werden entwickelt: die KZ-Gedenkstätte Mauthausen (mit historischen Befreiungs-Aufnahmen), der Wiener Prater (mit Topothek-Fotografien) und \"Mapping Austrofascism\" (politische Ereignisse der Zwischenkriegszeit). Die Evaluation erfolgt durch Mixed-Method-Ansätze mit qualitativen und quantitativen Metriken. Die Arbeit adressiert eine Forschungslücke an der Schnittstelle von situierter Visualisierung, Mixed Reality und digitalem Kulturerbe beim Umgang mit großen Datenmengen. Sie entwickelt übertragbare Designprinzipien für situierte Visualisierungen und zeigt, wie technische Innovationen neue geisteswissenschaftliche Erkenntnisse ermöglichen können.",
              "authors": [
                "Markus Passecker"
              ]
            },
            {
              "title": "Not only hybrid? Not only interactive? - Dimensionen musealer Ausstellungspraxis im Fokus der Digital Humanities",
              "author": "Julia Pfeiffer",
              "affiliation": "Technische Universität Chemnitz, Deutschland",
              "abstract": "Die Digitalisierung verändert nicht nur museale Arbeitsweisen, sondern auch die Erfahrungsräume der Besuchenden. Hybride und interaktive Ausstellungskonzepte, die analoge und digitale Elemente verbinden, eröffnen neue Möglichkeiten der Vermittlung – stellen kuratorische Praxis aber auch vor konzeptionelle Herausforderungen. Die vorliegende Studie untersucht hybride und interaktive Ausstellungen systematisch aus einer museumswissenschaftlichen sowie multimodalen Perspektive, differenziert beide Konzepte methodisch und verortet sie innerhalb einer Museumstypologie, indem Raum- Inhalts- und Kunstmuseen in den Blick genommen werden. Aufbauend auf multimodalen Analyseansätzen und empirischen Daten aus 150 Fragebögen (50 je Museumstyp) werden konkrete Gestaltungsmöglichkeiten aufgezeigt, wie Digitalität und Interaktivität sinnvoll kombiniert werden können. Ziel ist ein praxisorientierter Orientierungsrahmen für Ausstellungsmachende und eine theoretische Grundlage zur musealen Hybridität im Kontext der Digital Humanities. Die Arbeit versteht sich als Beitrag zur Diskussion über digitale Realitäten, kuratorische Entscheidungsprozesse und die Transformation musealer Räume im Zeitalter vernetzter Kulturvermittlung.",
              "authors": [
                "Julia Pfeiffer"
              ]
            }
          ]
        },
        {
          "time": "09:00–10:30",
          "session_id": "Mittwoch 1:3",
          "title": "Forschungsdatenstandards",
          "type": "Vortragssession",
          "location": "Hörsaal 2",
          "chair": "Lisa Eggert",
          "presentations": [
            {
              "title": "Den LIDO-Standard nutzen um Unsicherheiten und Bedeutungsvielfalten abzubilden",
              "authors": [
                "Lina Franken",
                "Sabina Mollenhauer"
              ],
              "affiliation": "Universität Vechta, Deutschland",
              "abstract": "Um kulturelles Erbe nachhaltig und nachnutzbar digital zu erschließen ist es notwendig, sich an bestehenden Standards zu orientieren. Dies gilt umso mehr, wenn bisher kaum digital bearbeitete Fragestellungen beantwortet werden sollen, für die es zunächst keine nachnutzbaren Ansätze zu geben scheint: Wenn immaterielles Kulturerbe verdatet werden soll, also in Form von digitalen Datensätzen dargestellt und weitergegeben, bestehen bisher kaum Ansätze, die über neue Modelle ohne Anschluss an bestehende Standards hinausgehen. Der Beitrag stellt eine Weiterentwicklung von Optionen des LIDO-Standards vor: In der Modellierung kann jedes Objekt mit einem Ereignis verknüpft werden, das mit Ort, Datum, Teilnehmenden, Informationsquellen und Freitext versehen ist. Durch diese objektzentrierten Attribution Assignments können die entsprechenden Informationen zum Objekt über das Ereignis in Form von Paradaten qualifiziert werden, also Daten über die einem Objekt zugewiesenen Metadaten festgehalten werden. In einem aktuellen Projekt wird diese Modellierung eingesetzt und iterativ weiterentwickelt."
            },
            {
              "title": "Mehr als nur Daten: Ein methodischer Rahmen zur nachhaltigen Transformation und Erhaltung von Forschungsdatenbanken",
              "authors": [
                "Hauke Salmen",
                "Lui Walz",
                "Lars Hadeler",
                "Stefan Schulte"
              ],
              "affiliation": "Philipps-Universität Marburg, Deutschland",
              "abstract": "Digitale Forschungsprojekte in den Geisteswissenschaften produzieren wertvolle, hochstrukturierte Datensammlungen, die oft in dynamischen, serverbasierten Datenbankanwendungen präsentiert werden. Während diese Architekturen interaktive Abfragen ermöglichen, stellen sie ein erhebliches Nachhaltigkeitsproblem dar: hoher Wartungsaufwand, Sicherheitsrisiken durch veraltete Komponenten und die Abhängigkeit von institutioneller Serverinfrastruktur führen häufig zum „digitalen Verfall“ und letztlich zum Verlust ganzer Forschungsumgebungen.\nDieser Beitrag stellt eine konkrete Methodik und einen wiederverwendbaren technischen Rahmen vor, um diesem Problem zu begegnen. Anhand zweier ursprünglich in PHP/MySQL realisierten Datenbanken, demonstrieren wir einen vollständigen Transformationsprozess von einer dynamischen Anwendung zu einem nachhaltigen, statischen und FAIR-konformen Forschungsartefakt. Unsere Methode überführt nicht nur die Rohdaten, sondern erhält und dokumentiert die relationale Logik, die Analysemöglichkeiten und die meisten interaktiven Funktionalitäten der ursprünglichen Anwendung. Das Ergebnis ist mehr als nur ein Datensatz: Es ist eine vollständige, in sich geschlossene und langfristig stabile Forschungsumgebung, die Daten, Code und Interface als Einheit bewahrt."
            },
            {
              "title": "Corvinen aller Länder, vereinigt euch!",
              "authors": [
                "Martina Bürgermeister",
                "Veronika Drescher",
                "Katharina Kaska",
                "Christoph Steindl"
              ],
              "affiliation": "Österreichische Nationalbibliothek, Österreich",
              "abstract": "Die Bibliotheca Corvina, auch bekannt als Corviniana, war die Prachtbibliothek des ungarischen Königs Matthias Corvinus (1458–1490), die nach dessen Tod teilweise zerstört und in unterschiedliche Länder verstreut wurde. Die Österreichische Nationalbibliothek (ÖNB) in Wien, die rund 40 erhaltene Corvinen, also Originalbände aus der Bibliothek des Matthias Corvinus, beherbergt, spielt eine zentrale Rolle bei der Erforschung dieser Bibliothek. Die Handschriften der Wiener Corvinen werden seit 2020 detailliert beschrieben. In diesem Beitrag berichten wir von gezielten Formalisierungsmaßnahmen, mit denen die bisherigen Ergebnisse zum Corvinen-Bestand einer breiteren Nutzerschaft zugänglich gemacht werden sollen und so auch neue Zielgruppen außerhalb der klassischen Renaissance-Forschung im Bereich der Digital Humanities erreicht werden können. Das Angebot fördert datengetriebene Analysemethoden, um bisher nicht sichtbare Zusammenhänge zu erkennen, und potenzielle Corvinen-Kandidaten aufzudecken. Unsere Form der Datenaufbereitung ist zukunftsweisend für Handschriften der Renaissance und soll fester Bestandteil des Vermittlungsangebots von Bibliotheken werden."
            }
          ]
        },
        {
          "time": "09:00–10:30",
          "session_id": "Mittwoch 1:4",
          "title": "Digital Art History I",
          "type": "Vortragssession",
          "location": "Hörsaal 3",
          "chair": "Constanze Buyken",
          "presentations": [
            {
              "title": "From Miniature to Metadata: Transferring AI-Assisted Iconography to Medieval Manuscripts",
              "authors": [
                "Julia Hintersteiner",
                "Drew B. Thomas"
              ],
              "affiliations": [
                "Universität Salzburg",
                "University College Dublin"
              ],
              "abstract": "This paper explores an AI-assisted approach to iconographic analysis of medieval manuscript illuminations. Adapting a workflow originally developed for early modern woodcuts - combining Large Language Models (LLMs) with Retrieval-Augmented Generation (RAG) - we apply it to automatically generate Iconclass metadata for the 14th-century Wenzelsbibel. Our study makes two main contributions: assessing the method’s suitability for medieval visual culture and evaluating its integration into a TEI-based digital edition. We critically reflect on challenges such as limited domain-specific training data and stylistic variation across periods. Central to our approach is an \"expert-in-the-loop\" design ensuring scholarly oversight. This work aligns with the conference’s theme by addressing both the algorithmic foundations for visual data analysis and the epistemological implications of machine-generated metadata in the humanities.",
              "affiliation": "Universität Salzburg, Österreich; University College Dublin, Ireland"
            },
            {
              "title": "Die Erkennung von Pflanzen in Herbarien und Drucken: Kollektionsaufbau und Klassifikationsexperimente mit Bildanalyse-Systemen",
              "authors": [
                "Lisa Lindemaier",
                "Sebastian Diem",
                "Petra Feuerstein-Herz",
                "Christina Draheim",
                "Robert Strötgen",
                "Thomas Mandl"
              ],
              "affiliations": [
                "Universität Hildesheim",
                "TU Braunschweig",
                "Herzog August Bibliothek Wolfenbüttel"
              ],
              "abstract": "In der Botanik und Pharmazie vollzog sich seit dem ausgehenden Mittelalter infolge innovativer Technologien und der Entdeckungsreisen ein Wandel in den Grundlagen der Epistemik: Die Vielzahl der überall auf der Welt neu entdeckten Pflanzen- und Tierarten initiierte den Aufbau großer Naturaliensammlungen und botanischer Gärten. Zugleich entstand der Anspruch auf Autopsie: Die Heilkundigen, die Pflanzensammlerinnen und -sammler strebten nach der eigenen und unmittelbaren Anschauung der Arten in ihrer natürlichen Umgebung und die Dokumentation zielte auf eine möglichst naturgetreue Wiedergabe in bildlichen Darstellungen. Das Projekt ViFaPi (Visuelle Fachinformation: Automatische Bildverarbeitung für Pflanzen in historischen Drucken, Handschriften und Herbarien) erprobt innovative automatische Bildverarbeitungsverfahren für historische Quellen. ViFaPi prüft, ob automatische KI Verfahren Pflanzen in Drucken und Herbarien auf Basis der visuellen Information erkennen können. Der Beitrag geht auf die verwendeten Sammlungen und erste Ergebnisse ein. Eine Evaluierung zeigte, dass die App FloraIncognita gute Ergebnisse liefert, die Trefferquote aber für ältere Materialien niedrig liegt.",
              "affiliation": "Universität Hildesheim, Deutschland; Technische Universität Braunschweig, Deutschland; Herzog August Bibliothek, Wolfenbüttel, Deutschland"
            },
            {
              "title": "Deep Seeing the Sacred: Zur KI-gestützten Analyse historischer Bilderzählungen",
              "authors": [
                "Peter Bell",
                "Ute Verstegen"
              ],
              "affiliations": [
                "Philipps-Universität Marburg",
                "FAU Erlangen-Nürnberg"
              ],
              "abstract": "Welche Möglichkeiten bieten KI-gestützte Analysen ikonographischer Szenen in Kunstgeschichte und Archäologie? Im Zentrum dieses Beitrags steht die Frage, inwieweit historische Bilderzählungen automatisiert erkannt, annotiert und vergleichend ausgewertet werden können. Am Beispiel christlicher Bildüberlieferungen von der Spätantike bis in die Frühe Neuzeit zeigen wir auf der Basis interdisziplinärer Projekterfahrungen auf, welche Verfahren und Ergebnisse aus der Perspektive von Kunstgeschichte und Christlicher Archäologie als aktueller Status quo gelten können. Die Annotation durch Fachwissenschaftler:innen und das Training neuronaler Netze bilden dabei methodische Herausforderungen, insbesondere bedingt durch die stilistische und mediale Heterogenität der Bildträger sowie die vergleichsweise geringe Datenbasis. Gleichwohl erweisen sich Verfahren der Objekt- und Posenerkennung als heuristisch vielversprechend. Ansätze wie „few-shot object detection“ eröffnen darüber hinaus Perspektiven für datenarme Kontexte. Der Vortrag unterstreicht die Notwendigkeit interdisziplinärer Kooperation, einer domänenspezifischen Modellarchitektur sowie der Entwicklung offener, standardisierter Bildcorpora.",
              "affiliation": "Philipps-Universität Marburg, Deutschland; FAU Erlangen-Nürnberg, Deutschland"
            }
          ]
        },
        {
          "time": "09:00–10:30",
          "session_id": "Mittwoch 1:5",
          "title": "Digital Soundscapes",
          "type": "Vortragssession",
          "location": "Hörsaal 5",
          "chair": "Peter Stadler",
          "presentations": [
            {
              "title": "Daten im Takt: Intakt und interoperabel von MEI zu RDF – Die Entstehung einer Ontologie für den MerMEId-Metadateneditor",
              "authors": [
                "Annabella Schmitz",
                "Carlo Licciulli",
                "Kristina Richts-Matthaei",
                "Robert Zwick"
              ],
              "affiliation": "Akademie der Wissenschaften und der Literatur | Mainz, Deutschland",
              "abstract": "Der Beitrag beschreibt die Entwicklung einer RDF-basierten Ontologie, die aus dem XML-basierten MEI-Datenmodell des MerMEId-Editors hervorgeht. Ziel ist es, einen verlustfreien Übergang zwischen MEI und RDF zu ermöglichen und gleichzeitig ein entitätsbasiertes, semantisch anschlussfähiges Datenmodell für die musikwissenschaftliche Forschung zu schaffen. Die Ontologie basiert auf etablierten Standards wie LRMoo, CIDOC CRM, schema.org und DoReMus, ergänzt durch eigene Klassen. Parallel erfolgt die technische Modernisierung des MerMEId-Tools zu einer benutzerfreundlichen Webanwendung mit SHACL-basierten Formularen zur Erfassung und Validierung von RDF-Daten. Das neue System erlaubt die flexible Modellierung eigenständiger Entitäten (z. B. Werke, Personen, Quellen) sowie deren semantische Verknüpfung. Langfristig soll eine Infrastruktur entstehen, die die FAIR-Prinzipien erfüllt, interdisziplinäre Anschlussfähigkeit bietet und die nachhaltige Nutzung musikwissenschaftlicher Metadaten sichert."
            },
            {
              "title": "Schubert meets AI: Automatisierte, LLM-basierte Konvertierung quellenbezogener Daten nach MEI",
              "authors": [
                "Vasiliki Papadopoulou",
                "Anna Maria Czernin",
                "Clemens Gubsch",
                "Paul Gulewycz",
                "Henrike Rost"
              ],
              "affiliation": "Österreichische Akademie der Wissenschaften, Österreich",
              "abstract": "\"Schubert meets AI\" zielt auf die Entwicklung eines KI-basierten Frameworks zur automatisierten Extraktion und Konvertierung quellenbezogener Daten aus der Neuen Schubert-Ausgabe in das MEI-Format (Music Enconding Initiative). Grundlage dafür sind die digitalisierten Kritischen Berichte und die Abschnitte \"Quellen und Lesarten\" in den gedruckten Bänden der Ausgabe. Mithilfe von domänenspezifischem Prompt Engineering, Few-shot Learning und Retrieval-Augmented Generation werden quellenbezogene Informationen maschinenlesbar aufbereitet und in die Plattform Schubert-digital integriert. Der Fokus liegt auf der modellbasierten Bewältigung komplexer, halbstrukturierter Textdaten, insbesondere bei Handschriftenbeschreibungen und editorischen Kommentaren. Erste Versuche zeigen eine sehr hohe Genauigkeit bei der Extraktion einfacher Metadaten; komplexere Inhalte erfordern weitere Optimierung. Das Vorhaben versteht sich als methodischer Beitrag zur digitalen Musikwissenschaft und liefert Impulse für vergleichbare Anwendungen in anderen geisteswissenschaftlichen Kontexten."
            },
            {
              "title": "Soundful Dickens",
              "authors": [
                "Svenja Guhr",
                "Michaela Mahlberg"
              ],
              "affiliations": [
                "UC Berkeley",
                "FAU Erlangen-Nürnberg"
              ],
              "abstract": "This paper explores the computational analysis of sound in English-language literary fiction, building on Guhr’s (2026) operationalisation of fictional sound events as sound-word-bearing verbal phrases annotated with loudness levels. Originally developed for German prose, the method is adapted here to 19th-century British fiction, using the Dickens Novel Corpus (DNov) as a case study. Rather than relying exclusively on manual annotation, German-language training texts were automatically translated into English using the DeepL API, preserving XML-based annotation spans. These, combined with a single manually annotated English text, were used to fine-tune a pre-trained English BERT model. The results show a surprisingly strong performance compared to similar adaptations in other genres of the same target language. The paper discusses the benefits of using translated annotations and examines sound-related patterns across Dickens's novels using a scalable reading approach to DNov.",
              "affiliation": "School of Information, UC Berkeley; FAU Erlangen-Nürnberg"
            }
          ]
        },
        {
          "time": "11:00–12:30",
          "session_id": "Mittwoch 2:1",
          "title": "Panel: Not just Text, Intertext! Neue Wege der semantischen Modellierung und Annotation für intertextuelle Bezüge",
          "type": "Panel",
          "location": "BIG Hörsaal",
          "authors": [
            {
              "name": "Laura Untner",
              "affiliation": "Freie Universität Berlin"
            },
            {
              "name": "Bernhard Oberreither",
              "affiliation": "Österreichische Akademie der Wissenschaften"
            },
            {
              "name": "Jan Horstmann",
              "affiliation": "Universität Hamburg"
            },
            {
              "name": "Julia Nantke",
              "affiliation": "Universität Hamburg"
            },
            {
              "name": "Christof Schöch",
              "affiliation": "Universität Trier"
            },
            {
              "name": "Paula Wojcik",
              "affiliation": "Universität Wien"
            }
          ],
          "abstract": "Das Panel widmet sich der Frage, wie intertextuelle Beziehungen digital modelliert und annotiert werden können. Im Fokus stehen theoretische und technische Ansätze zur systematischen Erfassung, Strukturierung und maschinenlesbaren Bereitstellung intertextueller Bezüge. Die Beiträge beleuchten unterschiedliche Arten von Intertextualität, diskutieren epistemische Potenziale semantischer Technologien und thematisieren Grenzen der Übertragbarkeit geisteswissenschaftlicher Methodik in digitale Kontexte. Zugleich wird gefragt, welche Textbegriffe der Modellierung zugrunde liegen und wie sie das Verständnis von Textbeziehungen prägen. Die Spannweite reicht von der vergleichenden Annotation von Figureneigenschaften über die Entwicklung intuitiver Annotationstools und theorieoffener Ontologien bis hin zu quantitativen Verfahren und einer traditionell-literaturwissenschaftlichen Fallstudie. Das Panel versteht sich somit als exemplarischer Beitrag zur kritischen Reflexion und Bestandsaufnahme intertextueller Annotations- und Modellierungsverfahren in der digitalen Literaturwissenschaft – insbesondere zur Modellierung von Textbeziehungen als Linked Data."
        },
        {
          "time": "11:00–12:30",
          "session_id": "Mittwoch 2:2",
          "title": "Doctoral Consortium",
          "type": "Doctoral Consortium",
          "location": "Hörsaal 1",
          "chair": "Georg Vogeler",
          "presentations": [
            {
              "title": "Von der Handschrift zum Datensatz: Computergestützte Erschließung und Aufbereitung historischer Wetterdaten",
              "author": "Constantin Lehenmeier",
              "affiliation": "Universitätsbibliothek Regensburg, Deutschland",
              "abstract": "Die handschriftlichen Wetteraufzeichnungen \"Observationes Meteorologicae\" von St. Emmeram (1774–1827) zählen zu einer der frühesten, nahezu lückenlos geführten Wetterreihen Europas. Wegen der handschriftlichen Aufzeichnung, der Verwendung von Symbolen sowie heterogener Tabellenstrukturen sind die Dokumente bisher kaum effizient auswertbar. Das Dissertationsprojekt versucht eine modulare und nachnutzbare KI-Pipeline zur computergestützten Erschließung zu entwickeln.\nEine zweistufige YOLO-Segmentierung erkennt Seitenränder, Textregionen wie auch Tabellen, Spalten und Kopfzeilen. Die durch kraken extrahierten Textzeilen werden durch Clustering-Verfahren zu Tabellenzeilen zusammengeführt. Die Texterkennung wird durch das multilinguale Modell des party-Recognizer transkribiert. Die gewonnen Daten werden als PAGE-XML sowie TEI ausgegeben und eine geplante Named-Entity-Recognition soll Personen und Orte mit Normdaten verknüpfen.\nAlle YOLO-Modelle werden versioniert sowie mittels MLflow dokumentiert und mit den Transkriptionen in einem eigenen InvenioRDM-Repository mit Metadaten ausgezeichnet und veröffentlicht. Die gewonnen, maschinenlesbare Datensätze sollen so für die Klima- wie Wissenschaftsgeschichte quantitativ und qualitativ neu zugänglich gemacht werden.",
              "authors": [
                "Constantin Lehenmeier"
              ]
            },
            {
              "title": "Automatische Erkennung von Spatial Frames und Emotionen in deutschen und spanischen Romanen der Romantik",
              "author": "Nils Kellner",
              "affiliation": "Universität Rostock, Deutschland",
              "abstract": "Das Projekt untersucht den Zusammenhang von Raum und Emotionen in deutsch- und spanischsprachigen Romanen der Europäischen Romantik (1790–1870) mithilfe manueller und automatisierter Annotation. Es geht von der literaturwissenschaftlichen These aus, dass Raum in der Romantik subjektiv und emotional codiert ist. Ziel ist es, ein sprachübergreifendes Verfahren zur Erkennung fiktionaler Umgebungen von Figuren (Spatial Frames) und ihrer emotionalen Codierung zu entwickeln. Dazu werden Methoden des maschinellen Lernens mit mehrsprachigen Emotionslexika kombiniert und auf ein zweisprachiges Korpus von 200 Romanen angewendet. Im Mittelpunkt stehen Fragen nach der Häufigkeit, Ausprägung und emotionaler Aufladung bestimmter Raumtypen sowie deren Vergleichbarkeit zwischen den Sprachen. Der Beitrag zum Doctoral Consortium stellt das Forschungsdesign meines Promotionsprojektes vor und diskutiert zentrale methodische Herausforderungen, insbesondere bei der Annotation von Spatial Frames in mehrsprachigen Korpora.",
              "authors": [
                "Nils Kellner"
              ]
            }
          ]
        },
        {
          "time": "11:00–12:30",
          "session_id": "Mittwoch 2:3",
          "title": "Named Entities",
          "type": "Vortragssession",
          "location": "Hörsaal 2",
          "chair": "Jonas Müller-Laackman",
          "presentations": [
            {
              "title": "Vornamen als Entität. Möglichkeiten und Herausforderungen bei der Entwicklung des historischen Vornamentools – hivoto",
              "author": "Katja Liebing",
              "affiliation": "Martin-Luther-Universität Halle-Wittenberg, Deutschland",
              "abstract": "Im Rahmen des Vortrags soll das historische Vornamentool hivoto vorgestellt werden. Das Tool wurde als Service von NFDI4Memory durch die Task Area Data Connectivity am Historischen Datenzentrum Sachsen-Anhalt entwickelt.\nDas Vokabular umfasst etwa 98.000 Variantenschreibungen mit kontrollierten ihnen zugewiesenen Normbezeichnungen sowie dem wahrscheinlichen Geschlecht (sex category), das die Namen vermitteln. Es wird über FactGrid zum Download angeboten. Über diesen Datensatz können Vornamen zukünftig einheitlich normiert, mit Geschlechtszuweisungen oder ihren Uneindeutigkeiten (bei mehrfachen Vornamen) versehen und statistisch die Wahrscheinlichkeit des Geschlechts ermittelt werden. Im Zentrum des Vortrags stehen die zugrundeliegenden Überlegungen, die Methode und das Vorgehen bei seiner Erstellung. Darüber hinaus sollen Herausforderungen und Problemlagen erläutert sowie der Umgang mit diesen dargelegt werden.",
              "authors": [
                "Katja Liebing"
              ]
            },
            {
              "title": "Ort zwischen Text und Daten",
              "authors": [
                "Anna-Lena Schumacher",
                "Ingo Frank"
              ],
              "affiliations": [
                "Institut für vergleichende Städtegeschichte, Münster",
                "Universität Münster"
              ],
              "abstract": "In diesem Beitrag wollen wir Möglichkeiten explorieren, historische Orte als Untersuchungsgegenstände mit Hilfe ontologischer Analyse jenseits der typischerweisen vagen Auffassungen von ‘Ort’ zu erfassen. Unser Fokus liegt dabei auf der Modellierung von historischen Orten als Entitäten im Sinne von place-based information (Blaschke et al. 2018) – ohne dabei zu einseitig den Schwerpunkt auf historische Quellen in Form von Text und Daten über die Untersuchungsgegenstände zu legen.",
              "affiliation": "Institut für vergleichende Städtegeschichte, Münster, Deutschland; Universität Münster"
            },
            {
              "title": "Skalierbare Erfassung buchbezogener Entitäten in Zeitungsinseraten des 18. Jahrhunderts: Das Basler ›Avisblatt‹ als Spiegel des vormodernen Buchmarkts",
              "authors": [
                "Ina Serif",
                "Michael Schonhardt"
              ],
              "affiliations": [
                "Universität Basel",
                "TU Darmstadt / Akademie der Wissenschaften und der Literatur Mainz"
              ],
              "abstract": "Unser Vortrag stellt einen Ansatz zur Erfassung buchbezogener Entitäten in frühneuzeitlichen Zeitungsanzeigen im Basler ›Avisblatt‹ vor. Diese etwa 22000 Anzeigen enthalten häufig mehrere Buchtitel ohne standardisierte Separatoren. Um computergestützte Analysen für Einblicke in den lokalen Buchmarkt, Lesepraktiken und -interessen und Wissenszirkulation erst zu ermöglichen, ist eine strukturierte Extraktion der Buchtitel aus dem Anzeigentext essentiell. Erprobte Named-Entity-Regognition-Ansätze (NER) stoßen hierbei aufgrund von OCR-Fehlern und hoher orthographischer, stilistischer und formaler Varianz an ihre Grenzen.\nZur automatischen XML-Annotation relevanter Entitäten (AUTHOR, TITLE, YEAR, ...) schlagen wir die Anwendung von Large Language Models vor, die eine gewisse Toleranz gegenüber historischen Sprachvarianten aufweisen. Die Nutzung eines lokalen, offenen Modells soll dabei möglichst viel Transparenz garantieren. Gleichzeitig werden durch die Annotation Trainingsdaten für die Entwicklung spezialisierter historischer NER-Verfahren generiert.\nDer resultierende strukturierte Datensatz von 20000 annotierten Anzeigen ermöglicht systematische Analysen frühneuzeitlicher Buchzirkulation und zeigt eine skalierbare Strategie für die systematische Öffnung historischer Textdaten für Analyse- und Trainingsverfahren.",
              "affiliation": "Universität Basel, Switzerland; Technische Universität Darmstadt, Germany; Akademie der Wissenschaften und der Literatur Mainz, Germany"
            }
          ]
        },
        {
          "time": "11:00–12:30",
          "session_id": "Mittwoch 2:4",
          "title": "Digital Editions I",
          "type": "Vortragssession",
          "location": "Hörsaal 3",
          "chair": "Patrick Sahle",
          "presentations": [
            {
              "title": "Defekter Text, unstrukturierte Daten: Altlasten des Druckerbes im Digitalen Paradigma",
              "authors": [
                "Christian Thomas",
                "Margrit Glaser",
                "Luisa Mollweide",
                "Johannes Korngiebel",
                "Anna Ananieva"
              ],
              "affiliations": [
                "Klassik Stiftung Weimar",
                "BBAW",
                "Universität Erfurt",
                "Sächsische Akademie der Wissenschaften"
              ],
              "abstract": "Im Vortrag sollen am Beispiel der Edition von Goethes Tagebüchern innerhalb des Akademienvorhabens „Propyläen: Goethes Biographica“ die vielseitigen, komplexen und nur zu einem Teil mittels automatisierter Verfahren lösbaren Probleme der Retro-Digitalisierung gedruckter Editionen diskutiert werden. Selbst im Falle jüngerer Print-Bände bedeutet deren Überführung aus dem Druckparadigma in Forschungsdaten gemäß dem digitalen Paradigma einen erheblichen Aufwand, der im Vortrag an konkreten Beispielen erläutert werden wird. Aufgrund der Problemreflexion und Lösungsansätzen aus der Edition von Goethes Tagebüchern soll eine realistische Einschätzung des Machbaren – nicht nur für Goethes Tagebücher bzw. die Propyläen, sondern auch für andere, ähnlich gelagerte Editionsprojekte erreicht werden.",
              "affiliation": "Klassik Stiftung Weimar; Berlin-Brandenburgische Akademie der Wissenschaften; Universität Erfurt; Sächsische Akademie der Wissenschaften"
            },
            {
              "title": "Der rosa Elefant im Raum oder: Wie viel Ewigkeit wollen wir uns leisten? Überlegungen zur langfristigen Verfügbarkeit digitaler Editionen",
              "authors": [
                "Claudia Esch",
                "Torsten Roeder",
                "Christian Reul"
              ],
              "affiliation": "Universität Würzburg, Deutschland",
              "abstract": "Während in den Geisteswissenschaften bei der Lebensdauer von (gedruckten) Editionen in Jahrzehnten und Jahrhunderten gedacht wird, sind Informatik und DH von Entwicklungszyklen geprägt, in denen mit erheblichen technologischen Umbrüchen innerhalb von fünf bis zehn Jahren gerechnet werden muss. In der Praxis wirft dies das Problem auf, wie und für wie lange nach dem Ende der Projektlaufzeit die Ergebnisse gesichert und verfügbar gemacht werden können. Die Problematik ist seit langem bekannt, wird aber in Projekten selten offensiv adressiert. Bislang gibt es noch keine allgemein verbreitete Archivierungslösung für digitale Editionen, wenngleich die „Ending Principles“ einen allgemeinen Ansatz für digitale Ressourcen bieten (Endings 2023). Wir wollen die Herausforderungen zunächst auf einem abstrakten Level analysieren, um die entscheidenden Ansatzpunkte herauszuarbeiten. Anschließend stellen wir einen Entwurf für ein Modell vor, das Lebenszyklen einer digitalen Edition definiert und aus einem funktionalen Blickwinkel Ansatzpunkte für deren Bereitstellung und Archivierung vorschlägt."
            },
            {
              "title": "QUEDEE: Quest for Unrelenting Experimentation of Durable Electronic Editions",
              "author": "Joris J. Van Zundert",
              "affiliation": "Huygens Institute – Royal Netherlands Academy of Arts and Sciences",
              "abstract": "The sustainability of digital scholarly editions remains a critical challenge, with many projects becoming obsolete within a decade due to technical and organizational vulnerabilities. Despite the robust initial infrastructure, digital editions face high obsolescence rates, often outstripping available resources and expertise. The QUEDEE project aims to address this issue by exploring how digital editions can achieve durability comparable to print editions. It proposes a self-contained, low-cost solution using a Raspberry Pi platform, designed to mimic physical features of a book. This approach emphasizes open standards, redundancy, and graceful failure, ensuring longevity through a combination of hardware and software strategies. The project seeks to initiate a broader discussion on the neglected issue of digital edition sustainability and invites feedback to refine its design. A library cooperation is proposed for long-term testing, QUEDEE aims to provide a viable model for durable digital scholarly editions, challenging the current reliance on ephemeral digital infrastructure.",
              "authors": [
                "Joris J. Van Zundert"
              ]
            }
          ]
        },
        {
          "time": "11:00–12:30",
          "session_id": "Mittwoch 2:5",
          "title": "Wissenschaftsgeschichte der DH",
          "type": "Vortragssession",
          "location": "Hörsaal 5",
          "chair": "Rabea Kleymann",
          "presentations": [
            {
              "title": "First, They Came for the Traditional Humanities. Gedanken zum Reaktionsraum der DH im Rahmen der zweiten Säkularisierung",
              "author": "Florian Windhager",
              "affiliation": "Universität für Weiterbildung Krems, Austria",
              "abstract": "Die Digital Humanities gelten gemeinhin als methodisches Innovationsfeld zur Unterstützung der Traditional Humanities (TH). Doch was geschieht mit den DH, wenn die TH - als Träger und aktiver Verteidiger einer kanonisch-kulturellen Werteordnung - weiter an Bedeutung verlieren? Aufbauend auf Simon Durings These einer „zweiten Säkularisierung“ interpretiert der Vortrag den Bedeutungsverlust der TH als kulturell-symbolischen Strukturwandel mit weitreichenden Folgen für ihre digitalen Aktionspartner. Nach einem Blick auf diverse Beziehungsmodi werden vier Reaktionsweisen der DH skizziert: Komplizenschaft, Widerstand, Migration und Nachfolgearbeit. Der Beitrag plädiert für eine selbstreflexive Neupositionierung der DH als wertbewusste Kulturtechnologie, die nicht nur operative Relevanz, sondern symbolische Verantwortung übernimmt.",
              "authors": [
                "Florian Windhager"
              ]
            },
            {
              "title": "Towards Mapping the Field. Drittmittelprojekte als Zugang zur feministischen Historisierung der Digital Humanities in Deutschland (1996-2021)",
              "author": "Anna Maria Neubert",
              "affiliation": "Universität Bielefeld, Deutschland",
              "abstract": "Die Digital Humanities (DH) haben sich in den letzten 25 Jahren zu einem dynamischen Forschungsfeld entwickelt, dessen systematische Historisierung in Deutschland jedoch noch aussteht. Im Rahmen meiner Dissertation habe ich versucht dieser Forschungslücke zu begegnen und einen Ansatz verfolgt, der durch die digitale Erfassung und Analyse drittmittelgeförderter Projekte im Rahmen des implementierten digitalen Dashboards „Funding Digital Humanities“ neue _Histories_ der deutschen DH generiert und dabei feministische Perspektiven sowie reflexive Methodologie miteinander verbindet. In meinem Vortrag möchte ich zeigen, dass das Projekt durch die historisierende sowie systematisierende Perspektive nicht nur einen Beitrag zur Selbstreflexion der DH als eigenständigem Wissenschaftszweig leistet, sondern auch methodische Impulse für die Wissenschaftsforschung liefert und die Notwendigkeit intersektionaler Perspektiven in den digitalen Geistes- und Geschichtswissenschaften verdeutlicht.",
              "authors": [
                "Anna Maria Neubert"
              ]
            },
            {
              "title": "Eine Analyse infrastruktureller Aspekte deutscher Wissenschaftsblogs",
              "authors": [
                "Catharina Ochsner",
                "Heinz Pampel"
              ],
              "affiliations": [
                "Humboldt-Universität zu Berlin",
                "Helmholtz-Gemeinschaft"
              ],
              "abstract": "Wissenschaftsblogs tragen zu einer offenen Kommunikation wissenschaftlicher Inhalte bei, indem sie sowohl den akademischen Expert:innendiskurs als auch den Austausch mit der Gesellschaft ermöglichen. Eine zentrale Herausforderung stellt die langfristige Sicherung, Zugänglichkeit und Sichtbarkeit dieser Inhalte dar. Ziel dieses Beitrags ist es, einen Überblick über die Landschaft der Wissenschaftsblog in Deutschland zu geben und die Einbindung von Wissenschaftsblogs in digitale Informationsinfrastrukturen zu analysieren. Hierzu wurde ein Datensatz von 866 deutschen Wissenschaftsblogs erstellt und untersucht. Die Ergebnisse machen eine bislang unzureichende Integration von Blogs in digitale Infrastrukturen deutlich, zeigen jedoch auch erste Ansätze für eine bessere Sichtbarmachung und langfristige Verfügbarkeit. Der Beitrag liefert zudem grundlegende Erkenntnisse zur Struktur und Verbreitung wissenschaftlicher Blogs in Deutschland und diskutiert mögliche Strategien zur Verbesserung ihrer infrastrukturellen Anbindung. Die Befunde richten sich sowohl an Expert:innen aus dem Bereich der digitalen Informationsinfrastrukturen als auch an wissenschaftliche Blogger:innen.",
              "affiliation": "Humboldt-Universität zu Berlin, Deutschland; Helmholtz-Gemeinschaft, Helmholtz Open Science Office"
            }
          ]
        },
        {
          "time": "12:30–14:00",
          "title": "Promovierende Digital History",
          "type": "Treffen",
          "location": "BIG Hörsaal"
        },
        {
          "time": "12:30–14:00",
          "title": "Stipendien und Mentoring: Stipendien- und Mentoringtreffen",
          "type": "Treffen",
          "location": "BIG Hörsaal"
        },
        {
          "time": "14:00–15:30",
          "session_id": "Mittwoch 3:1",
          "title": "Panel: Nicht nur Text, nicht nur Daten … aber was dann? – 'Theoretisieren' durch Praktiken in der digitalen Editorik, der Digital History und den Computational Literary Studies",
          "type": "Panel",
          "location": "BIG Hörsaal",
          "authors": [
            {
              "name": "Alexa Lucke",
              "affiliation": "Universität Siegen"
            },
            {
              "name": "Lisa Eggert",
              "affiliation": "Nationale Akademie der Wissenschaften Leopoldina"
            },
            {
              "name": "Jonathan D. Geiger",
              "affiliation": "Akademie der Wissenschaften und der Literatur Mainz"
            },
            {
              "name": "Tessa Gengnagel",
              "affiliation": "Universität zu Köln"
            },
            {
              "name": "Jessica Hainke",
              "affiliation": "Christian-Albrechts-Universität zu Kiel"
            },
            {
              "name": "Philipp Hegel",
              "affiliation": "Akademie der Wissenschaften und der Literatur Mainz"
            },
            {
              "name": "Silke Schwandt",
              "affiliation": "Universität Bielefeld"
            },
            {
              "name": "Laura Untner",
              "affiliation": "Freie Universität Berlin"
            },
            {
              "name": "Christian Wachter",
              "affiliation": "Universität Bielefeld"
            }
          ],
          "abstract": "Das interdisziplinäre Feld der Digital Humanities steht nicht nur vor technischen und methodischen Herausforderungen, sondern auch vor der Notwendigkeit theoretischer Selbstvergewisserung. Das geplante Panel widmet sich der Frage, inwiefern digitale Forschungspraktiken in den DH selbst zum Ausgangspunkt theoretischer Reflexionen werden. Im Zentrum stehen methodologische und epistemologische Konsequenzen, die sich aus der Arbeit mit digitalen Objekten und Methoden ergeben. Ausgehend von disziplinspezifischen Beispielen – aus der digitalen Editorik, der Digital History und den Computational Literary Studies – diskutiert das Panel, wie Theoretisierungsprozesse innerhalb digitaler Forschungspraxis sichtbar werden: Welche theoretischen Annahmen liegen digitalen Verfahren zugrunde? Welche neuen Begriffe, Konzepte und Modelle entstehen aus der digitalen Arbeit mit geisteswissenschaftlichen Objekten? Und wie lassen sich diese Entwicklungen in bestehende wissenschaftstheoretische Kontexte einordnen? Das Panel versteht sich als Beitrag zu einer kartografischen Erfassung theoretischer Ansätze innerhalb der DH. Ziel ist es, disziplinübergreifende Diskussionen anzuregen und das Bewusstsein für implizite Theoriearbeit in digitalen Forschungspraktiken zu schärfen."
        },
        {
          "time": "14:00–15:30",
          "session_id": "Mittwoch 3:2",
          "title": "Doctoral Consortium",
          "type": "Doctoral Consortium",
          "location": "Hörsaal 1",
          "chair": "Andreas Wagner",
          "presentations": [
            {
              "title": "Automatisierte Datenextraktion im Rahmen des FWF-Projekts ‚Digitale Erschließung des Schematismus'",
              "author": "Bernhard Ortbauer",
              "affiliation": "TU Graz, Österreich",
              "abstract": "Die bestehende Datenextraktion im FWF-Projekt ‚Digitale Erschließung des Schematismus‘ liefert eine sehr akkurate Trennung der Überschriften und Paragraphen sowie eine hochpräzise OCR des komplexen Druckwerks dieses umfangreichen Beamtenalmanachs der Habsburgermonarchie. Da dies allerdings nicht ausreicht um die implizite Baumstruktur vollständig in eine vernetzte Personendatenbank zu überführen, soll meine Dissertation die Datenextraktion weiter vorantreiben. Unter der Prämisse, dass aufeinander aufbauende Informationslayer erzeugt werden, sollen zunächst alle visuellen Merkmale einer Seite erfasst werden, bevor über NER der Textinhalt semantisch analysiert und aus diesen Informationen eine Graphdatenbank erzeugt wird. Mit dem Ziel einer granularen Disambiguierung der Überschriftenstile, wird aktuell das Finetuning von Transformer-Modellen durch Contrastive Learning vorbereitet. Diese Modelle sollen dann für paarweise Vergleiche sder Überschriften herangezogen werden. Ziel ist eine möglichst genaue Zuordnung jeder einzelnen extrahierten Person zu den entsprechenden Stellen und den jeweils übergeordneten Verwaltungseinheiten.",
              "authors": [
                "Bernhard Ortbauer"
              ]
            },
            {
              "title": "Zwischen Struktur und Überraschung – Gestaltung explorativer Suchfunktionen für digitale Korpora",
              "author": "Anna Schlander",
              "affiliation": "Technische Universität Darmstadt, Deutschland",
              "abstract": "Die Arbeit beschäftigt sich mit der Gestaltung explorativer Suchfunktionen für digitale Korpora. Ausgangspunkt ist das Spannungsfeld zwischen gezielter Suche und dem offenen, neugierigen Stöbern. Konventionelle Suchsysteme setzen meist voraus, dass Nutzer:innen wissen, wonach sie suchen – was explorative Recherchen behindert. Die vorgestellte Lösung nutzt Methoden des Graph Mining und der Community Search, um semantisch bedeutungsvolle Netzwerke aus Korpus-Metadaten zu erzeugen. Damit wird eine Suchweise ermöglicht, die sowohl mit als auch ohne Suchbegriffe auskommt. Das Verfahren soll Serendipität fördern und dabei transparente, reproduzierbare Suchergebnisse liefern.\nZiel ist neben der Vorstellung einer eigens entwickelten algorithmischen Architektur ein strukturierter Vergleich mit etablierten Suchsystemen. Perspektivisch lässt sich der Ansatz auch auf Objekte der materiellen Kultur übertragen. Die Arbeit soll darüber hinaus Diskussionsgrundlage für die Rolle von Suchsystemen im Forschungsprozess schaffen sowie die Rolle deterministischer Verfahren im Vergleich zu jenen des maschinellen Lernens.",
              "authors": [
                "Anna Schlander"
              ]
            }
          ]
        },
        {
          "time": "14:00–15:30",
          "session_id": "Mittwoch 3:3",
          "title": "Research Software Engineering",
          "type": "Vortragssession",
          "location": "Hörsaal 2",
          "chair": "Christian Thomas",
          "presentations": [
            {
              "title": "Interdisciplinary Assemblages in Digital Humanities Beyond STEM Borrowing: Ethnography in Research Software Engineering and Data Science",
              "author": "Sabina Mollenhauer",
              "affiliation": "Universität Vechta, Deutschland",
              "abstract": "DH seeks to adopt concepts and methods from data science and software engineering (web development and digital data processing) in order to address research questions within the humanities, thereby developing a research practice informed by STEM. With its interpretive and iterative methods, ethnography enhances understanding of socio-technical contexts, and has supported user-centered software design, and sustainable, reusable software. In data science, research that integrates rhetorical and critical approaches based on ethnographic theory and methodology help uncover how data shapes knowledge and power. Yet, critical ethnographic perspectives are still largely lacking in DH. As a trading zone among humanities disciplines with a focus on digital practices, DH should integrate ethnography, as it is well positioned to serve as a conceptual and methodological bridge between digital humanities and research software engineering and data science, thereby reversing the often-assumed unidirectional flow of knowledge from STEM to the humanities.",
              "authors": [
                "Sabina Mollenhauer"
              ]
            },
            {
              "title": "Automatisierte Workflows in Editionsprojekten",
              "authors": [
                "Kevin Kuck",
                "Kevin Wunsch"
              ],
              "affiliation": "Technische Universität Darmstadt, Deutschland",
              "abstract": "Digitale Editionsprojekte beinhalten viele wiederkehrende Arbeitsschritte, die sich gut standardisieren und automatisieren lassen. Am Zentrum für Digitale Editionen der ULB Darmstadt wird dafür ein teilautomatisierter Workflow mit Prefect entwickelt, der Prozesse wie Texterkennung (z. B. mit Transkribus), Validierung, Transformation, Versionierung (GitLab/GitHub) und Veröffentlichung koordiniert. Ziel ist es, Editorinnen und Entwicklerinnen von repetitiven Aufgaben zu entlasten und ihnen mehr Raum für inhaltliche Arbeit und Forschung zu geben. Die Projekte Europäische Religionsfrieden Digital und Das Darmstädter Tagblatt zeigen exemplarisch, wie trotz unterschiedlicher Ziele gemeinsame Abläufe automatisiert werden können. Grundlage dafür sind standardisierte Datenstrukturen, dokumentierte Abläufe und zentrale Komponenten wie ein zukünftiges Control Center zur einfachen Steuerung und Überwachung. Perspektivisch sollen auch Named Entity Recognition und RDF-Ausgaben integriert werden, um Editionsdaten noch besser nutzbar zu machen."
            },
            {
              "title": "Weiterentwicklung von Software nach Projektende: Maßnahmen zur nachhaltigen Softwareentwicklung am Beispiel Edirom Online",
              "authors": [
                "Daniel Röwenstrunk",
                "Kristin Herold",
                "Hizkiel Alemayehu",
                "Daniel Jettka"
              ],
              "affiliation": "Universität Paderborn, Deutschland",
              "abstract": "Welche Maßnahmen können sinnvoll ergriffen werden, um Software nach Projektende am Leben zu erhalten? Am Beispiel der Editionssoftware Edirom für historisch-kritische Musikeditionen werden verschiedene Aspekte und Methoden diskutiert, wie der Auf- und Ausbau einer Community, die Strukturierung des Quelltextes, die Qualitätssicherung des Codes und Fragen der Kollaboration und der Übernahme von Verantwortung in einem solchen Kontext funktionieren können. Darüber hinaus werden Vorschläge an Mittelgeber erörtert, wie Micro-Funding sinnvoll für die Erweiterung und Standardisierung von Software genutzt werden könnte, wie es bei den NFDI4Culture FlexFunds durchgeführt wurde."
            }
          ]
        },
        {
          "time": "14:00–15:30",
          "session_id": "Mittwoch 3:4",
          "title": "Graphen Netzwerke",
          "type": "Vortragssession",
          "location": "Hörsaal 3",
          "chair": "Mareike Schumacher",
          "presentations": [
            {
              "title": "Digitales Entdecken im Graph: Einfache Zugänge zu komplexen Netzwerken",
              "authors": [
                "Samuel Schepp",
                "Sebastian Enns",
                "Andreas Kuczera"
              ],
              "affiliation": "TH Mittelhessen, University of Applied Sciences, Deutschland",
              "abstract": "NAKAR (Navigation und Erschließung von Knowledge-Graphen in Augmented Reality) ist eine Anwendung zur explorativen Analyse komplexer Netzwerkdaten. Mittels szenariobasierter Navigation, interaktiver Visualisierungen, Drilldown-Funktionen und der Anbindung externer Datenquellen (z. B. Wikidata, GND) erlaubt NAKAR eine flexible Erschließung semantischer Strukturen. Die Anwendung unterstützt sowohl gezielte Analysen als auch offene Erkundungen und eignet sich für verschiedene disziplinäre Kontexte - etwa zur Untersuchung historischer, literarischer oder sozialer Netzwerke. Szenarien lassen sich individuell konfigurieren, speichern und teilen, wodurch unterschiedliche Analysepfade und Perspektiven ermöglicht werden. NAKAR verbindet visuelle Exploration, Datenintegration und methodische Steuerung in einer gemeinsamen Arbeitsumgebung und eröffnet damit neue Zugänge zur Arbeit mit heterogenen Beziehungsdaten."
            },
            {
              "title": "Reasoning als Erkenntnisinstrument der Geisteswissenschaften",
              "authors": [
                "Aline Deicke",
                "Elena Suárez Cronauer"
              ],
              "affiliations": [
                "Akademie der Wissenschaften und der Literatur | Mainz",
                "Philipps-Universität Marburg"
              ],
              "abstract": "Reasoning-Ansätze in Knowledge Graphen verfügen über großes Potenzial, implizites Wissen in Datenstrukturen der digitalen Geistes- und Kulturwissenschaften explizit zu machen, existierende Datenbasen maschinenlesbar zu erweitern und zusätzliche Analyseperspektiven zu eröffnen. Durch die spezifischen kulturellen und wissenschaftshistorischen Kontexte geisteswissenschaftlicher Daten beginnt der Erkenntnisprozess bei einem solchen Vorgehen allerdings bereits in der Produktion von Code als Formulierung und Formalisierung von Prämissen und argumentativen Konstrukten, sei es zur Selektion der Daten, sei es zu Algorithmen und Abfragen des reasoning selbst. Damit stellt Code einen essentiellen Teil der Argumentationskette und des wissenschaftlichen Outputs dar, der für die Nachvollziehbarkeit und Reproduzierbarkeit des Forschungsprozesses unerlässlich ist und auch für nicht-technische Expertinnen Transparenz schafft. Der Beitrag erprobt dieses Potenzial semantischen reasonings anhand eines Beispiels aus der digitalen Briefforschung. Er wird dabei von einem jupyter notebook begleitet, in dem der Prozess dokumentiert und so die computationelle Verarbeitung direkt mit der fachdisziplinären Auswertung und Interpretation verbunden wird.",
              "affiliation": "Akademie der Wissenschaften und der Literatur | Mainz; Philipps-Universität Marburg"
            },
            {
              "title": "Literaturgeschichte modellieren: Ähnlichkeitsstrukturen, Kanonisierung und Netzwerkperspektiven",
              "author": "Judith Brottrager",
              "affiliation": "TU Darmstadt, Deutschland",
              "abstract": "Dieser Beitrag zeigt, wie sich Literaturgeschichte quantitativ modellieren lässt, indem Ähnlichkeiten, Kanonisierungsprozesse und Netzwerke in der englischen und deutschen Literatur von 1688 bis 1914 untersucht werden. Mit computergestützten Methoden werden Beziehungen zwischen Texten analysiert, um Kanonisierungsprozesse als vernetzte Entwicklungen sichtbar zu machen. Durch die Verbindung von Netzwerkanalysen und Textähnlichkeiten entstehen neue Einblicke in die Struktur und Entwicklung literarischer Felder, die traditionelle literaturhistorische Zugänge sinnvoll ergänzen.",
              "authors": [
                "Judith Brottrager"
              ]
            }
          ]
        },
        {
          "time": "14:00–15:30",
          "session_id": "Mittwoch 3:5",
          "title": "Virtualität",
          "type": "Vortragssession",
          "location": "Hörsaal 5",
          "chair": "Lisa Dieckmann",
          "presentations": [
            {
              "title": "Klassifizierung von Quellen bei virtuellen Rekonstruktionen im Kontext der Dokumentationsplattform IDOVIR",
              "authors": [
                "Marc Grellert",
                "Markus Wacker",
                "Christina Clausen",
                "Jonas Bruschke",
                "Petra Steiner",
                "Daniel Beck",
                "Wolfgang Stille"
              ],
              "affiliations": [
                "TU Darmstadt",
                "HTW Dresden",
                "hessian.AI",
                "Deutsche Nationalbibliothek"
              ],
              "abstract": "Virtuelle Rekonstruktionen sind zentrale Werkzeuge in der Architekturforschung, um vergangene Bauzustände sichtbar zu machen. Ihre Erstellung beruht auf in der Regel mehrdeutigen und manchmal sogar widersprüchlichen Quellen, deren Verwendung deshalb transparent dokumentiert werden sollte. Obwohl von der Forschungscommunity bereits mehrfach gefordert (London Charter, Seville Principles), fehlt bislang eine etablierte Dokumentationspraxis. Im Rahmen des DFG-Projekts IDOVIR wurde ein Werkzeug zur Dokumentation von Entscheidungsprozessen bei virtuellen Rekonstruktionen entwickelt. Einen wichtigen Teil bei der Dokumentation der Entscheidungen stellt die Darstellung der Plausibilität der herangezogenen Quellen dar. Hier wurde für die Quellen, auf denen eine Rekonstruktion basiert, eine Klassifizierung entwickelt. Diese Klassifizierung soll vorgestellt und mit den verschiedenen Fachcommunities diskutiert werden. Um eine standardisierte und interoperable Dokumentation zu erreichen, erfolgt für die Bezeichnung und Definition der Quellenarten zudem eine Abgleich mit bestehenden Normdaten und Vokabularen.",
              "affiliation": "Technische Universität Darmstadt, Deutschland; Hochschule für Technik und Wirtschaft Dresden, Deutschland; hessian.AI, Deutschland; Deutsche Nationalbibliothek, Deutschland"
            },
            {
              "title": "Bringing Museums to Virtual Life: ExPresS XR as a No-Code Tool for XR Exhibition Development",
              "authors": [
                "Kevin Körner",
                "Stefan Krmnicek",
                "Luca Dreiling"
              ],
              "affiliation": "MA Specialization Digital Humanities, University of Tübingen, Germany; Ancient Numismatics, University of Tübingen, Germany",
              "abstract": "This submission presents ExPresS XR, a no-code development framework for creating interactive virtual reality (VR) exhibitions in museum contexts. Built on the Unity game engine and designed for use without programming knowledge, the tool allows humanities researchers and students to design immersive XR experiences. We describe two exemplary projects - Temple Tax & Doves and Hetepheres Tomb VR - that demonstrate the framework’s potential for historical and archaeological storytelling. Based on our practical experiences, we outline best practices for XR exhibition design, including accessibility, interactivity, and visitor onboarding strategies. We also discuss the benefits of ongoing developments, such as voice-based chat assistants and multiplayer functionality, aimed at increasing immersion and visitor engagement. This work contributes to the growing field of digital museum studies by offering an accessible, flexible approach to XR-based public scholarship."
            },
            {
              "title": "Was bestimmt die Zeit? Eine Mobile-Eye-Tracking-Studie zum Blickverhalten im Kunstmuseum",
              "authors": [
                "Seda Pesen",
                "Luise Reitstätter",
                "Xingyu Long",
                "Enkeleda Thaqi",
                "Enkelejda Kasneci",
                "Franz Smola",
                "Raphael Rosenberg"
              ],
              "affiliations": [
                "Universität Wien",
                "TU München",
                "Österreichische Galerie Belvedere"
              ],
              "abstract": "Die Verweildauer in Ausstellungen galt lange als Maß für Aufmerksamkeit, Interesse und kuratorisches Gelingen. Während klassische Methoden hierfür nur begrenzt aussagekräftig sind, ermöglicht Mobile Eye Tracking (MET) detaillierte Einblicke in Blickverläufe und Betrachtungszeiten. Studien, die den Besuch einer gesamten Kunstausstellung unter natürlichen Bedingungen erfassen, fehlen bislang.\nDieser Beitrag schließt diese Lücke mit einer MET-Feldstudie, die im Oktober 2022 mit 50 regulären Besucher:innen (je 25 pro Bedingung) in einer Sonderausstellung des Oberen Belvedere durchgeführt wurde. Die Ergebnisse zeigen: (i) längere Betrachtungszeiten für Kunstwerke im Verhältnis zu Texten; (ii) eine positive Korrelation von Betrachten und Lesen; (iii) eine signifikante Korrelation von Betrachtungszeit und Größe des Kunstwerkes; (iv) signifikante Unterschiede zwischen den Gattungen.",
              "affiliation": "Universität Wien, Österreich; Technische Universität München, Deutschland; Österreichische Galerie Belvedere, Wien, Österreich"
            }
          ]
        },
        {
          "time": "16:00–18:00",
          "title": "Hauptversammlung: Mitgliederversammlung DHd e.V.",
          "type": "Versammlung",
          "location": "Audimax"
        }
      ]
    },
    {
      "date": "2026-02-26",
      "day_label": "Donnerstag, 26. Februar 2026",
      "sessions": [
        {
          "time": "09:00–10:30",
          "session_id": "Donnerstag 1:1",
          "title": "Panel: Empirische Untersuchungen zur Gegenwartsliteratur. Das Literatur-Korpus DeLiKo@DNB und erste Analysen",
          "type": "Panel",
          "location": "BIG Hörsaal",
          "authors": [
            {
              "name": "Fotis Jannidis",
              "affiliation": "Julius-Maximilians-Universität Würzburg"
            },
            {
              "name": "Philippe Genêt",
              "affiliation": "Deutsche Nationalbibliothek"
            },
            {
              "name": "Leonard Konle",
              "affiliation": "Julius-Maximilians-Universität Würzburg"
            },
            {
              "name": "Marc Kupietz",
              "affiliation": "Institut für Deutsche Sprache"
            },
            {
              "name": "Steffen Martus",
              "affiliation": "Humboldt Universität zu Berlin"
            },
            {
              "name": "Carolin Müller-Spitzer",
              "affiliation": "Institut für Deutsche Sprache"
            },
            {
              "name": "Samira Ochs",
              "affiliation": "Institut für Deutsche Sprache"
            }
          ],
          "abstract": "Dieses Panel stellt das erweiterte Korpus DeLiKo-XL@DNB vor, das in einer Zusammenarbeit von DNB und IDS entstanden ist, sowie zwei Untersuchungen, die es für je eine linguistische und eine literaturwissenschaftliche Analyse verwenden.\nDas Korpus umfasst einen Großteil aller EPUBs mit fiktionaler Prosa aus dem Bestand der DNB, insgesamt 287.585 Publikationen aus den Jahren 2005-2024. Es steht über eine offene Schnittstelle allen Interessierten für Analysen zur Verfügung. Die linguistische Analyse untersucht genderinklusive Formulierungen von Figurenreferenzen: Wie häufig lassen sich solche Formen in der Gegenwartsliteratur finden? Können Sie bestimmten Genres oder Zeiträumen zugeordnet werden? Die literaturwissenschaftliche Untersuchung überprüft drei Thesen zur Umstrukturierung des literarischen Feldes, die sich zusammenfassend als dessen 'Genrefizierung' beschreiben lassen.\nDas Panel soll zum einen mit dem Korpus und den Möglichkeiten des Zugriffs sowie den konzeptuellen und technischen Schwierigkeiten, die sich dabei stellen, vertraut machen, zum anderen soll es der Diskussion der Entwicklungsperspektiven des Korpus dienen."
        },
        {
          "time": "09:00–10:30",
          "session_id": "Donnerstag 1:2",
          "title": "Doctoral Consortium",
          "type": "Doctoral Consortium",
          "location": "Hörsaal 1",
          "chair": "J. Berenike Herrmann",
          "presentations": [
            {
              "title": "Aufmerksamkeit in/und Literatur – Der Weg zur computergestützten Modellierung",
              "author": "Jan Angermeier",
              "affiliation": "Universität Stuttgart, Deutschland",
              "abstract": "Der Abstract behandelt erste Ansätze zur computergestützte Modellierung von literarischer Aufmerksamkeit. Als Untersuchungsgegenstand dient das Genre der Detektivgeschichten – das untersuchte Korpus besteht aus den Sherlock Holmes-Kurzgeschichten. Verwendung findet bei der Modellierung ein Bag-of-Words-Modell, das Wörter enthält, die mit dem Sehsinn zusammenhängen. Der Abstract bespricht zudem, welche Herausforderungen bei dieser Art Modellierung auftreten und welche Möglichkeiten sie eröffnet, z.B. die Wortverteilung im Vergleich zur Handlung oder die Analyse von Cosinus-Ähnlichkeiten zwischen den Erzählungen.",
              "authors": [
                "Jan Angermeier"
              ]
            },
            {
              "title": "Mapping Stonewall",
              "author": "Robin Luger",
              "affiliation": "Universität Wien, Österreich",
              "abstract": "Die Stonewall-Unruhen Ende Juni 1969 gelten als der Beginn der globalen queeren Bewegung, die seither für mehr Rechte für LGBTQ+ Menschen kämpft. Namen wie Marsha P. Johnson und Sylvia Rivera werden am meisten erwähnt, wenn über die Anfänge der queeren Bewegung gesprochen wird. Jedoch stehen hinter den Einzelpersonen, die als LGBTQ+ Ikonen gelten, mehrere hundert andere Aktivisten*innen und Gruppierungen, die bereits vor dem Juni 1969 und lange danach für queere Rechte kämpften und kämpfen.In diesem Projekt werden Daten über jene Akteure gesammelt, die in den Tagen und Nächten Ende Juni 1969 in der Christopher Street vor Ort waren sowie jene, die sich davor und danach in Gruppen organisierten und für Gleichberechtigung kämpften.Mit Hilfe digitaler Prosopographie und einer sozialen Netzwerkanalyse werden Personen und Gruppen miteinander in Verbindung gesetzt.Dieses Projekt soll einen Beitrag zur Erhaltung von Archivalien sozialer Bewegungen leisten und der gezielten Löschung von Geschichte entgegenwirken.",
              "authors": [
                "Robin Luger"
              ]
            },
            {
              "title": "The Soviet Family on the Stage of Change: Digital Approaches to Ideology and Childhood in Postwar Children's Drama",
              "author": "Ekaterina Kolevatova",
              "affiliation": "LMU München, Germany",
              "abstract": "This project explores the ideological construction of the family in postwar Soviet culture through the lens of children’s theatre. Drawing on a corpus of 54 Soviet plays published between 1945 and 1964, the study compares representations of family models during late Stalinism and the Thaw. Children’s theatre served as a powerful tool of propaganda, shaping ideals for the youngest Soviet citizens. By combining qualitative close reading with digital methods—including TF-IDF, Z-score analysis, and topic modeling (LDA and STM)—the project traces shifts in the language, themes, and ideological emphases across time. Results reveal changing portrayals of the ideal child, parents, and the balance between private and collective identities. The project argues that these theatrical texts functioned not only as entertainment but also as instruments of state ideology. It contributes to both Soviet cultural history and digital humanities by demonstrating how computational tools can illuminate ideological transformations in literary discourse.",
              "authors": [
                "Ekaterina Kolevatova"
              ]
            }
          ]
        },
        {
          "time": "09:00–10:30",
          "session_id": "Donnerstag 1:3",
          "title": "KI in Interaktionsszenarien",
          "type": "Vortragssession",
          "location": "Hörsaal 2",
          "chair": "Christof Schöch",
          "presentations": [
            {
              "title": "Wo ist der KI-Sweetspot? Nutzen und Herausforderungen für die Einbindung von KI-Assistenzsystemen ins Geisteswissenschaftliche Asset Management System (GAMS)",
              "authors": [
                "Sebastian David Schiller-Stoff",
                "Leona Elisabeth Münzer",
                "Chiara Citro"
              ],
              "affiliation": "Universität Graz, Österreich",
              "abstract": "Digitale Editionen gehören zum Kernbereich der Digital Humanities und stützen sich zunehmend auf technische Infrastrukturen wie das GAMS an der Universität Graz. Mit dem Aufkommen großer Sprachmodelle (LLMs) stellt sich die Frage, wie KI-gestützte Assistenzsysteme die Umsetzung von GAMS-Editionen sinnvoll unterstützen können – etwa bei der TEI-Kodierung, der Entwicklung von Datenmodellen oder von Interfaces.\nWährend der Mehrwert von KI-Systemen Gegenstand aktueller Forschung ist, ist der Wartungsaufwand von neuen infrastrukturellen Funktionalitäten unbestritten. Gerade im KI-Bereich sind jedoch instabile Standards, kurzlebige Dokumentationen und unsichere Rechtslagen weit verbreitet und drohen bei unvorsichtiger Einbindung eine Gefahr für die technische Nachhaltigkeit von DH-Infrastrukturen (wie dem GAMS) zu werden. Vorliegender Beitrag sucht den “technical debt sweet spot” zwischen spezifischer Eigenentwicklung und übergreifender Nachnutzung von KI-Assistenzsystemen im Falle von digitalen Editionen am GAMS."
            },
            {
              "title": "Detecting Literary Evaluations: Can Large Language Models Compete with Human Annotators?",
              "authors": [
                "Salmoon Ilyas",
                "Benjamin Gittel"
              ],
              "affiliation": "Trier Center for Digital Humanities, Trier University, Trier, Germany",
              "abstract": "This study examines to which extent and in which settings Large Language Models (LLMs) can be used to annotate the complex and multi-layered phenomenon of evaluations within literary texts. It uses a gold-standard annotation of German-language fictional narratives published between 1800 and 2015 and compares human annotator agreement to the agreement of LLMs with the gold-standard annotation. The study focuses on ChatGPT, Deepseek, and Llama Sauerkraut-LM using three different prompts and the major vote method. Our results indicate that although LLMs can identify literary evaluations to some degree, their reliability still falls short compared to human annotators. LLMs' performance varies widely across texts, linguistic modernity not being the decisive factor. Clause-level evaluations were more reliably detected by LLMs than noun phrase-level evaluations. The study advances our knowledge of the potential and limitations of LLMs for very complex tasks in the literary domain."
            },
            {
              "title": "Schlüsselstellen der Literatur: Zur Messung literaturwissenschaftlicher Interpretationsintensität",
              "authors": [
                "Frederik Arnold",
                "Robert Jäschke",
                "Philip Kraut",
                "Steffen Martus"
              ],
              "affiliation": "Humboldt-Universität zu Berlin, Deutschland",
              "abstract": "Menschliche Interpret*innen nehmen Stellen eines Textes nicht gleichmäßig wahr: Einigen Stellen wird größeres interpretatorisches Gewicht zugemessen als anderen, viele werden sogar kaum beachtet. Zur literaturwissenschaftlichen Interpretation gehört also die Frage der Stellenauswahl. Welche Teile eines Textes sind besonders relevant für die Interpretation des Textes als Ganzen? Über ungleiche Aufmerksamkeitsverteilung und die mehr oder weniger intensive literaturwissenschaftliche Befassung mit bestimmten Aspekten eines Textes wissen wir relativ wenig. Wir kombinieren in unserem Forschungsprojekt qualitative, literaturwissenschaftliche und quantitative, computationelle Methoden miteinander und untersuchen vor allem direkte Zitate. Die ‚Intensität‘ literaturwissenschaftlicher Interpretation zeigt sich am Umgang mit viel zitierten Stellen: Interpret*innen zitieren eine längere Stelle aus einem literarischen Text, um im Verlauf der Interpretation immer wieder auf diese Stelle wörtlich zitierend zurückzukommen; Interpretationsintensität zeigt sich hier in den Parametern Länge, Häufigkeit und Nachhaltigkeit der Zitate. Außerdem können wir automatisiert divers und homogen zitierte Stellen unterscheiden, die weitere Arten von Interpretationsintensität anzeigen."
            }
          ]
        },
        {
          "time": "09:00–10:30",
          "session_id": "Donnerstag 1:4",
          "title": "Epistemologie und Interpretation",
          "type": "Vortragssession",
          "location": "Hörsaal 3",
          "chair": "Jan Horstmann",
          "presentations": [
            {
              "title": "Frequentismus und Bayesianismus: Epistemische Herausforderungen statistischer Verfahren",
              "author": "Rabea Kleymann",
              "affiliation": "Technische Universität Chemnitz, Deutschland",
              "abstract": "Statistische Verfahren sind in den Digital Humanities (DH) etabliert. Dennoch bleiben die theoretischen Grundlagen oft implizit. Der Beitrag untersucht die zwei zentralen Paradigmen des Frequentismus und des Bayesianismus. In wissenschaftstheoretischer Perspektive fragt der Beitrag, welche epistemischen Konsequenzen ihre Anwendung für die DH hat. Anhand eines Fallbeispiels, das den Einfluss von Gender und kultureller Identität auf die Repräsentation in US-Literaturanthologien (DALA-Datensatz) modelliert, werden theoretische Unterschiede und ihre interpretativen Implikationen diskutiert. Es wird deutlich, dass die Wahl des statistischen Ansatzes einen Wahrscheinlichkeitsbegriff, eine Inferenzpraxis sowie Formen der Evidenzgenerierung einschließt.",
              "authors": [
                "Rabea Kleymann"
              ]
            },
            {
              "title": "Warum wir in den Digital Humanities messen (sollten)",
              "author": "Evelyn Gius",
              "affiliation": "Technische Universität Darmstadt, Deutschland",
              "abstract": "Dieser Beitrag möchte auf die Nützlichkeit der Erkenntnisse und Annahmen der Messtheorie für die Entwicklung eines generellen Analyseworkflows verweisen. Ein Verständnis von Analyseverfahren als Messverfahren ermöglicht es, Analyseverfahren im messtheoretischen Sinne als die konzeptionelle Grundlage für die Gestaltung eines Forschungsprozesses zu betrachten, der konkret genug ist, um Ansatzpunkte für die Forschung in den Digital Humanities zu bieten. Der messtheoretische Ablauf von Input zu Output ermöglicht es, wesentliche Stellen im Prozess zu benennen und diese an geeigneten Fragen auszurichten.",
              "authors": [
                "Evelyn Gius"
              ]
            },
            {
              "title": "Die hypothetisch-deduktive Methode als Evaluationsinstrument für die Interpretationskompetenz von LLMs. Experimente mit GPT-4.1",
              "authors": [
                "Axel Pichler",
                "Julian Schröter"
              ],
              "affiliations": [
                "Universität Wien",
                "LMU München"
              ],
              "abstract": "Der Beitrag untersucht aus einer methodologisch-theoretischen Perspektive die Interpretationskompetenzen von LLMs. Wir fokussieren uns dabei auf die Frage nach der Plausibilität bzw. Begründetheit von zentralen Interpretationshypothesen. Im Rahmen eines Experimentes überprüfen wir, a.) wie gut LLMs die zentrale Interpretationshypothese aus einer literaturwissenschaftlichen Textinterpretation extrahieren und im Anschluss daran b.) den Top-Down-Argumentationsgang von der Interpretationshypothese über die Schlussfolgerungen bis zum Heranziehen der textuellen Evidenz entsprechend der HD-Methode realisieren sowie c.) welche genuin literaturwissenschaftlichen Kriterien die Beantwortung der zweiten Frage leiten. Das Experiment zeigt, dass LLMs sehr gut darin sind die HD-Methode zu simulieren, dabei aber sehr schematisch verfahren und die Tendenz besitzen entkräftende Belge so zu kontextualisieren, dass letztendlich die Hypothesen durchgehend bestätigt werden.",
              "affiliation": "Universität Wien, Österreich; LMU München, Deutschland"
            }
          ]
        },
        {
          "time": "09:00–10:30",
          "session_id": "Donnerstag 1:5",
          "title": "Forschungsplattformen",
          "type": "Vortragssession",
          "location": "Hörsaal 5",
          "chair": "Luise Borek",
          "presentations": [
            {
              "title": "Nachhaltiger Betrieb generischer Forschungsdatenwerkzeuge: Erfahrungen aus 10 Jahren Spacialist",
              "authors": [
                "Michael Derntl",
                "Heiko Brendel",
                "Severin Opel",
                "Geraldine Quénéhervé",
                "Martin Offermann",
                "Vinzenz Rosenkranz"
              ],
              "affiliations": [
                "Universität Tübingen",
                "Universität Leipzig"
              ],
              "abstract": "Der Beitrag reflektiert die Entwicklung und den Betrieb der generischen virtuellen Forschungsumgebung Spacialist, die seit 2016 am Digital Humanities Center der Universität Tübingen vor allem in geisteswissenschaftlichen Projekten eingesetzt wird, um objektbezogene Forschungsdaten strukturiert zu erfassen, zu beschreiben und zu analysieren. Besonderes Augenmerk liegt dabei auf dem Betriebsmodell, das eine projektübergreifende Einsetzbarkeit, kontinuierliche Weiterentwicklung und institutionelle Verankerung ermöglicht. Zwei Modelle, ein ressourcenschonendes Servicemodell und ein projektintegriertes Beteiligungsmodell, erlauben einen flexiblen Zuschnitt der Unterstützungsleistungen an unterschiedliche Projektbedarfe und tragen zugleich zur Finanzierung von Betrieb, Beratung und Weiterentwicklung bei. Anhand dreier Fallbeispiele aus Projekten mit unterschiedlichen fachlichen, organisatorischen und datenbezogenen Voraussetzungen wird gezeigt, wie diese Modelle und das Werkzeug in der Praxis eingesetzt werden und welche Rollen Infrastruktur und Personal dabei spielen. Anhand der Fallbeispiele und der langjährigen Betriebserfahrung werden Herausforderungen, Erfolgsfaktoren und Rahmenbedingungen diskutiert, um eine Orientierung für Einrichtungen zu bieten, an denen vergleichbare Unterstützungsstrukturen im Forschungsdatenmanagement etabliert oder geplant sind.",
              "affiliation": "Universität Tübingen, Deutschland; Universität Leipzig, Deutschland"
            },
            {
              "title": "Lessons Learned eines der ältesten DH-Projekte der Welt: Paradigmenwechsel von RDF-Strukturen zu AI-gestützter Erschließung in der MHDBDB",
              "authors": [
                "Katharina Zeppezauer-Wachauer",
                "Julia Hintersteiner",
                "Alan van Beek",
                "Christian Steiner"
              ],
              "affiliations": [
                "Universität Salzburg",
                "Digital Humanities Craft OG"
              ],
              "abstract": "In diesem Vortrag werden zentrale Lessons Learned aus der über 50-jährigen Entwicklung der Mittelhochdeutschen Begriffsdatenbank (MHDBDB) präsentiert – einem der ältesten Projekte der Digital Humanities. Anhand der Migration von Lochkarten über relationale Oracle-Datenbanken bis zum Graph-DB-Experiment mit über 6 Mrd. RDF-Triples zeigt sich, dass technische Euphorie allein nicht ausreicht: Finanzielle und personelle Restriktionen setzen strategische Grenzen. Modulare, iterativ getestete Migrationspfade erweisen sich daher oft als tragfähiger als umfassende Komplettumstellungen.\nIm Zentrum steht der Paradigmenwechsel zu einem TEI-basierten Modell, das sowohl menschliche Lesbarkeit als auch KI-gestützte Verarbeitung ermöglicht. Die inline-annotierten XML-Dateien sichern Langzeitverfügbarkeit, reduzieren Komplexität und entkoppeln die Datenhaltung von aufwändiger Infrastruktur.\nAbschließend werden praxisnahe Empfehlungen für die DH-Community formuliert – darunter standardisierte Migrationspfade, offene Formate und der gezielte Einsatz generativer KI zur Entlastung technischer Prozesse.",
              "affiliation": "Universität Salzburg, Österreich; Digital Humanities Craft OG"
            },
            {
              "title": "Struktur für Heterogenität: Ansätze zur Datenintegration und nachhaltigen Infrastruktur am Beispiel der neuen VICAV-Plattform",
              "authors": [
                "Veronika Engler",
                "Christoph Hoffmann",
                "Karlheinz Mörth",
                "Michaela Rausch-Supola",
                "Daniel Schopper",
                "Omar Siam",
                "Kinga Sramó",
                "Katharina Wünsche"
              ],
              "affiliation": "Austrian Centre for Digital Humanities, Österreich",
              "abstract": "Das Vienna Corpus of Arabic Varieties (VICAV) ist eine digitale Plattform zur langfristigen Dokumentation und Analyse arabischer Dialekte. Aufbauend auf offenen Standards wie der Text Encoding Initiative (TEI) integriert VICAV heterogene Sprachressourcen aus mehreren drittmittelfinanzierten Projekten, darunter Korpora, Wörterbücher, Sprachprofile und linguistische Merkmalslisten. Die technische Infrastruktur basiert auf modularen, XML-basierten Werkzeugen und einer modernen Webapplikation, die eine flexible und nachhaltige Nutzung der Daten ermöglicht. Besonders hervorzuheben sind die Umsetzung eines einheitlichen Kodierungsmodells, die Erweiterung um innovative lexikografische Standards (TEI Lex-0) sowie die Integration komplex annotierter Korpusdaten. VICAV bietet umfassende Tools zur Exploration und vergleichenden Analyse arabischer Varietäten und stellt damit einen wichtigen Beitrag zur arabistischen Sprachdokumentation dar. Die Plattform wird kontinuierlich erweitert und gewährleistet durch offene Schnittstellen und moderne Softwarearchitektur langfristige Verfügbarkeit und Wartbarkeit."
            }
          ]
        },
        {
          "time": "11:00–12:30",
          "session_id": "Donnerstag 2",
          "title": "Poster Slam",
          "type": "Poster Slam",
          "location": "Audimax"
        },
        {
          "time": "14:00–15:30",
          "session_id": "Donnerstag 3",
          "title": "Poster Session 1",
          "type": "Poster Session",
          "location": "Grosser Festsaal",
          "presentations": [
            {
              "title": "Wie DH ist meine Bibliothek?",
              "abstract": "Der Beitrag stellt ein Instrument vor, das Bibliotheken bei der Einschätzung ihrer Digital Humanities Aktivitäten unterstützt. Ausgangspunkt ist die Beobachtung, dass DH zwar in Strategiepapiere und Ausschreibungen Eingang gefunden hat, eine strukturierte Selbstbewertung jedoch fehlt. Bibliotheken wirken in Forschungsprozessen mit Angeboten wie OCR-Unterstützung, Datenbereitstellung oder Beiträgen zu digitalen Editionen, verfolgen jedoch andere zeitliche und organisatorische Logiken als projektgetriebene DH Forschung. Das Tool greift typische Handlungsfelder des wissenschaftlichen Dienstes auf und ergänzt diese durch zentrale Felder der digitalen Strategie und Nachhaltigkeit. Eine interaktive Shiny App führt durch eine Skala mit unterlegten Beispielen und erzeugt ein Netzdiagramm als Ergebnis. Ziel ist eine Unterstützung für Selbstreflexion, realistische Einschätzungen und teaminternen Austausch ohne Benchmarking und Konkurrenz.",
              "authors": [
                "Swantje Dogunke"
              ],
              "affiliation": "Friedrich-Schiller-Universität Jena, Deutschland"
            },
            {
              "title": "What’s in a term? – Kontrollierte Vokabulare zur Erweiterung des DALIA Interchange Formats",
              "abstract": "Das Infrastrukturprojekt DALIA (Data Literacy Alliance) entwickelt eine Plattform zur Sammlung, Verknüpfung und Bereitstellung von Lehrmaterialien zu Datenkompetenz und Forschungsdatenmanagement für verschiedene Zielgruppen und Disziplinen innerhalb der Nationalen Forschungsdateninfrastruktur (NFDI) und darüber hinaus. Das zentrale Element für die Lehrmaterialien ist ein Wissensgraph, dessen Interoperabilität durch das DALIA Interchange Format (DIF) gewährleistet wird – ein Metadatenschema, das auf bestehenden Standards basiert und in einem community-orientierten Prozess entwickelt wurde. Ein besonderer Schwerpunkt liegt auf der Erstellung kontrollierter Vokabulare für Metadatenfelder. Der Beitrag beleuchtet die Herausforderungen und Lösungsansätze bei der Entwicklung dieser Standards, die wesentlich für die konsistente Beschreibung vielfältiger digitaler Lernressourcen sind.",
              "authors": [
                "Petra C. Steiner",
                "Jonathan D. Geiger",
                "Abdelmoneim A. Desouki",
                "Charles Tapley Hoyt",
                "Henrika M. Hüppe"
              ],
              "affiliation": "Technische Universität Darmstadt, Deutschland; Akademie der Wissenschaften und der Literatur Mainz, Deutschland; Rheinisch-Westfälische Technische Hochschule Aachen, Deutschland"
            },
            {
              "title": "Zeitschrift für digitale Geisteswissenschaften. A visual interface of processes and innovations",
              "abstract": "The standards of journal and book publishing in the digital humanities are still changing due to digital research output. The Zeitschrift für digitale Geisteswissenschaften (ZfdG) therefore aims to provide researchers with an innovative journal publishing infrastructure of which editorial and review workflows are a significant part. To further enhance these workflows the presented poster lets (future) authors interactively explore the publishing possibilities at ZfdG, asks for its innovative potentials, and offers active participation via a survey. The information gathered this way is supposed to help the SeDOA Innovation Lab (SIL) define innovation in the field of digital humanities scholarly publishing and further improve the ZfdGs publishing services.",
              "authors": [
                "Sabine de Günther",
                "Robin-Martin Aust",
                "Martin Wiegand",
                "Till Meyer",
                "Ulrike Wuttke"
              ],
              "affiliation": "Fachhochschule Potsdam, Fachbereich Informationswissenschaften; Herzog August Bibliothek Wolfenbüttel, Zeitschrift für digitale Geisteswissenschaften (ZfdG); Charité Berlin, Medizinische Bibliothek; Universität Bielefeld, SFB1288 \"Praktiken des Vergleichens\""
            },
            {
              "title": "ediarum.MINUTES.data-model - ein Spin-Off für Protokolleditionen",
              "abstract": "Protokolle und Akten sind zentrale Quellen historischer Forschung, stellen jedoch aufgrund ihrer komplexen Struktur und Vielschichtigkeit besondere Anforderungen an digitale Editionen. Das ediarum.MINUTES.data-model ist ein modulares Datenmodell, das protokolltypische Phänomene wie Agenden, Teilnehmer*innenlisten und Sitzungsmetadaten systematisch abbildet. Es basiert auf einem ODD-Basismodell, das projektspezifisch erweitert werden kann – ermöglicht durch ein ODD-Chaining-Verfahren.\nAls ediarum-Spin-Off wurde das Modell zunächst im Editionsprojekt „Die Kabinettsprotokolle der Bundesregierung“ entwickelt und kommt in der Editionspraxis seit 2020 erfolgreich zum Einsatz. Inzwischen wird das bewährte Modell auf weitere Editionen übertragen. Das Ergebnis sind standardisierte, interoperable Forschungsdaten, die eine nachhaltige Präsentation und Nachnutzung über Projektgrenzen hinweg ermöglichen.\nMit unserem Poster laden wir Projekte, die mit administrativen Quellen und Protokollen arbeiten, ein, mit uns in den Austausch zu treten und zu diskutieren.",
              "authors": [
                "Nadine Arndt",
                "Martina Gödel",
                "Steven Sobkowski"
              ],
              "affiliation": "Berlin-Brandenburgische Akademie der Wissenschaften, Deutschland"
            },
            {
              "title": "Alchemistische Morphologien – multimodale Analysen. Eine Suchmaschine zu Augsburger Rocaille-Drucken des 18. Jahrhunderts",
              "abstract": "Die Ornamentik des Rokoko scheint einem alchemistischen Tiegel entsprungen: In unerschöpflicher Fülle entwickeln sich plastische, muschelartige Fortsätze aus einem komplexen Gerüst aus grafischen Schwüngen. Für die europaweite Verbreitung dieser Rocaille genannten Formen spielten Augsburger Druckgrafiken eine wichtige Rolle. Diese wurden unter kunsthistorischen Gesichtspunkten katalogisiert, digitalisiert und in eine Online-Datenbank überführt. Mithilfe von Neuronalen Netzen in Gestalt von variierten Encoder-Decoder-Modellen mit U-Net-ähnlichen Grundarchitekturen werden die Bilder segmentiert. Als Basis dienen manuell gesetzte Label, die einerseits das grafische Grundgerüst, andererseits die plastischen ‚Kämme‘ identifizieren und kategorisieren. Ergänzend werden deskriptive Katalogtexte über eine REST API erschlossen. Beide Verfahren finden in einer Online-Suchmaschine zusammen. Diese ermöglicht neben einer Volltextsuche den Upload eines Bildes und die Suche nach Augsburger Drucken, die als Vorbild oder Inspirationsquelle in Frage kommen, sei es bezüglich einzelner Motive oder der Gesamtkomposition. Auf diese Weise können Fragen nach dem Formentransfer oder dem Gebrauch der Ornamentstiche neu adressiert werden.",
              "authors": [
                "Julian Jachmann",
                "Gabriel Zachmann",
                "Ines Roeckl",
                "Thomas Hudcovic"
              ],
              "affiliation": "Universität Regensburg, Deutschland; Universität Bremen, Deutschland"
            },
            {
              "title": "Kloster trifft KI: Automatisierte Informationsextraktion aus klösterlichen Rechnungsbüchern",
              "abstract": "Die Digitale Edition der Rechnungsbücher des Zisterzienserklosters Aldersbach (1449–1567) zielt auf die automatisierte Aufbereitung und semantische Erschließung wirtschaftshistorisch bedeutender Quellen. Grundlage sind 19 mittellateinische und frühneuhochdeutsche Handschriften, die Einnahmen und Ausgaben des Klosters über ein Jahrhundert dokumentieren. Die Transkription erfolgt semi-automatisch via Transkribus, gefolgt von einer strukturellen und semantischen Vorverarbeitung in TEI-XML. Mittels NLP-Tools (SpaCy, Flair, GLiNER) und Large Language Models sollen Entitäten und Relationen extrahiert und als TEI und RDF gemäß der DEPCHA Bookkeeping Ontology (https://gams.uni-graz.at/o:depcha.bookkeeping) modelliert werden. Ziel ist die langfristige Archivierung und Publikation im Forschungsdatenrepositorium GAMS in einer webbasierten Umgebung mit Such- und Visualisierungsfunktionen. Die so generierten Daten bieten neue Perspektiven auf Preise, Löhne, Konsumverhalten und wirtschaftliche Entwicklungen im süddeutschen Raum und dienen als Grundlage für weiterführende wirtschaftshistorische Analysen. Das Poster zeigt den aktuellen Workflow, erste Ergebnisse und Herausforderungen.",
              "authors": [
                "Maximilian Vogeltanz",
                "Georg Vogeler",
                "Robert Klugseder",
                "Magdalena Rufin",
                "Johanna Unterholzner",
                "Mark Spoerer",
                "Sebastian Pößniker",
                "Roman Kern",
                "Mark Kröll",
                "Bernhard Lübbers"
              ],
              "affiliation": "Universität Graz; Österreichische Akademie der Wissenschaften; Universität Regensburg; KNOW Center, TU Graz; Staatliche Bibliothek Regensburg"
            },
            {
              "title": "Metadatenerweiterung für Digitale Kulturgüter mit Large Language Models",
              "abstract": "Die Digitalisierung hat zur großen, digitalen Archiven digitaler Kulturgüter geführt, aber die Metadaten in diesen Archiven sind oft sehr limitiert. Diese Einschränkung erschwert die Suche in den Archiven und schränkt die Nutzbarkeit der Archive stark ein. In diesem Beitrag evaluieren wir die Nutzbarkeit primär lokaler Large Language Modelle um automatisiert Metadaten für Detailaspekte digitaler Kulturgüter zu identifizieren. Die Ergebnisse zeigen, dass dieser Ansatz praktikabel ist, aber dass eine expertengetriebene Endauswahl unumgänglich bleibt.",
              "authors": [
                "Mark Hall",
                "David Walsh",
                "Dan Campbell",
                "Paul D Clough",
                "Shehar Bano",
                "Richard Palmer"
              ],
              "affiliation": "The Open University, United Kingdom; Edge Hill University, United Kingdom; Sheffield University, United Kingdom; Victoria and Albert Museum, London, United Kingdom"
            },
            {
              "title": "Digital Humanities als Service für die lokale Community: der bedarfsgeleitete Aufbau einer Digital-Humanities-Service am BIS Oldenburg",
              "abstract": "Die Carl von Ossietzky Universität Oldenburg (UOL) verfügt aktuell (Stand: Juli 2025) über keine institutionalisierte Digital Humanities (DH). Dennoch gibt es Bestrebungen, Digital Humanities für Forschende und Studierende in Oldenburg attraktiver zu gestalten und stärker am Campus zu verankern, einschließlich einer institutionellen Etablierung. In diesem Kontext entstand im Oktober 2024 am Bibliotheks- und Informationszentrum (BIS Oldenburg) eine Servicestelle Digital Humanities, deren Aufgabe es ist, Angebote in den Bereichen Schulung, Beratung und Vernetzung zu konzipieren. Um dieses Serviceportfolio an den Bedarfen der Oldenburger DH-Community ausgerichtet zu entwickeln, wurde im Dezember 2024 eine Umfrage durchgeführt. Ziel dieser Umfrage war es, zum einen den Status quo von Bekanntheit und Nutzung der Digital Humanities, ihren Methoden und Anwendungsgebieten an der UOL zu eruieren und zum anderen die Bedarfe und Wünsche der Teilnehmer*innen an den neuen Digital-Humanities-Service des BIS Oldenburg zu ermitteln.",
              "authors": [
                "Jonas Kaiser"
              ],
              "affiliation": "Bibliotheks- und Informationssystem (BIS) der Carl von Ossietzky Universität Oldenburg, Deutschland"
            },
            {
              "title": "Wohin mit all dem “Kleinkram”? Zum Umgang mit Vorverarbeitungsskripten im HTR-Workflow",
              "abstract": "In vielen DH-Projekten spielen kleine, oft ad-hoc erstellte Vorverarbeitungsskripte eine zentrale Rolle. Diese Skripte lösen spezifische Probleme, wie etwa die Datenbereinigung oder Formatkonvertierung, und sind häufig nicht dokumentiert oder nach dem Abschluss eines Projekts nicht mehr zugänglich. Dies stellt ein Problem für die Replizierbarkeit und Weiterentwicklung von Forschungsarbeiten dar. Im Rahmen des QuantiSlav-Projekts wurden zwei R-Skripte entwickelt, die Zeichenkodierungsprobleme in Transkriptionen beheben: eines zur Identifikation und Extraktion einzigartiger Zeichen und ein weiteres zur automatisierten Ersetzung nicht-standardisierter Zeichen in XML-Dateien. Diese Skripte sind in einer GitHub-Repository verfügbar und mit einer verständlichen Kurzbeschreibung versehen, die es anderen Forschenden erleichtert, sie anzupassen und weiterzuverwenden.",
              "authors": [
                "Elena Renje",
                "Anna Jouravel",
                "Achim Rabus",
                "Martin Meindl",
                "Piroska Lendvai"
              ],
              "affiliation": "Universität Freiburg, Deutschland; Bayerische Akademie der Wissenschaften, Deutschland"
            },
            {
              "title": "Accessibility-Retrofit: Ein testgetriebenes Handlungsschema zur barrierefreien Umgestaltung digitaler Editionen",
              "abstract": "Eine digitale Edition, die Barrierefreiheit nicht berücksichtigt, widerspricht den Prinzipien offener Wissenschaft. Allerdings wurde (und wird) das Thema nicht in der notwendigen Breite behandelt, wodurch weiterhin konkreter Handlungsbedarf besteht. In laufenden Editionsprojekten muss die Implementierung barrierefreier Inhalte deshalb nun im Nachgang der ursprünglichen Konzeption erfolgen. Das gilt auch für die von TELOTA betreuten Editionen an der BBAW. Am Test Case der digitalen Edition Jean Paul - Sämtliche Briefe entwickeln wir daher ein testgetriebenes Handlungsschema für eine solche nachträgliche Umsetzung barrierefreier Maßnahmen in digitalen Editionen. Das modulare Verfahren kombiniert etablierte Standards wie die Web Content Accessibility Guidelines (WCAG) mit Forschungserkenntnissen zum Thema inklusives (Forschungs-)Datenmanagement und Barrierefreiheit in digitalen Editionen. Es entsteht ein nachnutzbares, wartungsfreundliches Konzept, das als Best Practice für künftige Anpassungen bestehender digitaler Editionen dienen soll.",
              "authors": [
                "Johannes Ioannu",
                "Ruth Sander"
              ],
              "affiliation": "Berlin-Brandenburgische Akademie der Wissenschaften, Germany"
            },
            {
              "title": "Big Translation Data. Zum Potenzial angereicherter Bibliotheksdaten für die Übersetzungsforschung",
              "abstract": "In den letzten Jahren wurde zunehmend dazu aufgerufen, die Erforschung übersetzungsgeschichtlicher Fragestellungen mithilfe großer Datenmengen im Sinne einer „Big Translation History” zu skalieren. Hierfür eignen sich die Kataloge und Bibliografien von Nationalbibliotheken besonders gut, da sie dank ihres Sammelauftrags einen umfassenden Einblick in die gesamte literarische Produktion ermöglichen. Das vorgestellte Poster berichtet über die erste Studie, die sich literarischen Übersetzungen mit Deutsch als Zielsprache im Zeitraum von 1990 bis 2010 anhand von Katalogdaten widmet. Dabei kamen von der DNB erstellte Jupyter-Notebooks zum Einsatz, um über die SRU-Schnittstelle auf die MARC21-Datensätze zuzugreifen. Anschließend wurden die Daten mit OpenRefine bereinigt und mit Normdaten angereichert. Die Anreicherung von Bibliotheksdaten mit Normdaten birgt ein großes Potenzial für eine datenbasierte Übersetzungsgeschichte. Mithilfe dieser skalierbaren Datensätze lassen sich Erkenntnisse über die größten bis zu den kleinsten Übersetzungsströme gewinnen.",
              "authors": [
                "Marie-Christine Boucher"
              ],
              "affiliation": "Universität Bielefeld, Deutschland"
            },
            {
              "title": "Würzburgs ‘Häuserbuch ohne Häuser’: Digitale Zugänge zur Geschichte einer untergegangenen Stadt",
              "abstract": "Das Projekt widmet sich der digitalen Rekonstruktion der historischen Stadtlandschaft Würzburgs auf Grundlage einer Vielzahl heterogener Archivalien aus dem 17. bis 19. Jahrhundert. Ziel ist es, die weitgehend zerstörte historische Bebauung wissenschaftlich zu dokumentieren und mit Informationen über Eigentumsverhältnisse, soziale Strukturen und Migrationsbewegungen anzureichern. Dazu werden schwer zugängliche, institutionell verstreute Quellen wie Ratsbücher, Steuerlisten und Urkunden digitalisiert, transkribiert, semantisch erschlossen und in einer relationalen Forschungsdatenbank zusammengeführt. Diese ermöglicht die Abbildung innerstädtischer sozialer und wirtschaftlicher Verflechtungen und bleibt durch den Einsatz modularer Technologien jederzeit erweiterbar. Ergänzt wird das Projekt durch eine interaktive Kartenansicht, in der Gebäude mit historischen Karten und Metadaten verknüpft werden. Umgesetzt wird das Vorhaben innerhalb eines modernen Javascript-basierten Web-Frontends und einer Geo-Datenbank, wodurch gezielte Recherchen und räumliche Visualisierungen möglich werden. So liefert das Projekt zugleich ein übertragbares Modell für vergleichbare Projekte in anderen Städten mit ähnlich großen historischen Verlusten.",
              "authors": [
                "Tomash Shtohryn",
                "Florian Langhanki",
                "Natália Ratulovská",
                "Janik Haitz",
                "Christian Reul"
              ],
              "affiliation": "Universität Würzburg"
            },
            {
              "title": "csRegistry - mehrere Versionen eines Briefes verknüpfen",
              "abstract": "Briefeditionen sind zentrale Quellen für geisteswissenschaftliche Forschung, doch die Suche nach bestimmten Briefen gestaltet sich oft komplex. Der Webservice correspSearch bietet seit 2014 eine filterbare Suche über mehr als 350.000 Briefe aus unterschiedlichen wissenschaftlichen Publikationen. Eine Herausforderung stellen jedoch sogenannte Briefversionen dar – Fälle, in denen die Metadaten eines Briefes mehrfach aus verschiedenen Editionen aggregiert wurden. Zur Identifikation und Verknüpfung dieser Versionen wurde das Modul csRegistry entwickelt. Basierend auf den im Correspondence Metadata Interchange Format erfassten Briefmetadaten werden übergreifende csRegistry-URIs in einer MySQL Datenbank gespeichert und mit den URIs der Briefversionen verknüpft. Die csRegistry fungiert damit als Normdaten-ähnlicher Referenzpunkt und verbessert die Recherche nach Briefen. Das Poster zeigt die technische Umsetzung, den Workflow sowie die Integration in die Suchoberfläche von correspSearch.",
              "authors": [
                "Ruth Sander",
                "Stefan Dumont",
                "Sascha Grabsch"
              ],
              "affiliation": "Berlin-Brandenburgische Akademie der Wissenschaften, Germany"
            },
            {
              "title": "Von Wollknäueln und Grashüpfern: Ein SKOS-Vokabular zu Kosenamen in Liebesbriefen",
              "abstract": "Das 1998 gegründete Liebesbriefarchiv (Universität Koblenz und Technische Universität Darmstadt) hat zum Ziel, private Liebesbriefe von Bürger*innen aus der Mitte der Gesellschaft zu sammeln und zu digitalisieren, um diese Briefe als Quelle für wissenschaftliche Einblicke in die alltägliche, universelle Erfahrung romantischer Beziehungen zu erschließen.\nIm Rahmen des Studienretreats des Fachgebietes Computerphilologie der Technischen Universität Darmstadt wurde eine Auswahl von etwa 200 Liebesbriefen als Grundlage für die kollaborative Extraktion, Kategorisierung - nach Struktur (Komposita, Diminutivformen usw.) und Semantik (z.B. Elemente aus der realen Welt, wie Tiernamen) - und Analyse der Kosenamen zusammengestellt. Danach wurde eine digitale Taxonomie der Kosenamen mit EVOKS aufgebaut.\nDiese mithilfe eines nach festgelegten Regeln entwickelten Begriffssystems modellierten Informationen wurden von der Forschungsgruppe verwendet, um strukturiertes Wissen zu generieren und verborgene Patterns zu entdecken.\nMit diesem Beitrag möchten wir unseren Arbeitsprozess, die Ergebnisse und Ideen für die Nachnutzung und Weiterentwicklung des Vokabulars sowie der Ressourcen des Liebesbriefarchivs veranschaulichen.",
              "authors": [
                "Giulia D'Agostino",
                "Andrea Rapp",
                "Luise Borek",
                "Mandy Lamb",
                "Torsten Schenk",
                "Debajyoti Paul Chowdhury",
                "Fernanda Alvares Freire",
                "Sabine Bartsch",
                "Nadine Dietz",
                "Rotraut Fischer",
                "Julia Höpfner",
                "Zoe Kaufmann",
                "Liviana Klappich",
                "Lisa Scharrer",
                "Michael Schonhardt",
                "Anna Schlander",
                "Elena Volkanovska",
                "Leonie Weiß"
              ],
              "affiliation": "Technische Universität Darmstadt, Germany; Goethe-Universität Frankfurt am Main; Berlin Brandenburgische Akademie der Wissenschaften; Akademie der Wissenschaften und der Literatur Mainz"
            },
            {
              "title": "FDM, OER, FAIR und was das mit DH zu tun hat. Herausforderungen und Lösungsideen aus SH",
              "abstract": "In der Hochschullehre soll neben fachspezifischem Wissen auch der Umgang mit Forschungsdaten gelehrt werden. Hierzu gibt es im deutschsprachigen Raum eine Vielzahl an Materialien. Diese FDM-Materialien thematisieren unterschiedliche Aspekte des Forschungsdatenmanagements, sind für verschiedene Zielgruppen sowie teilweise auch disziplinspezifisch konzipiert. Als Projekt, das im Rahmen des Digitalisierungsprogramms 4.0 in Schleswig-Holstein gefördert wird und aus der engen Anbindung an die schleswig-holsteinische Landesinitiative zum Forschungsdatenmanagement heraus, sollen bis Ende 2026 Materialien zur Schulung und Sichtbarkeit von Forschungsdatenmanagement so aufbereitet werden, dass sie als Open Educational Resources zur Verfügung gestellt werden können und dabei möglichst auch den FAIR-Prinzipen folgen. Mit der Einreichung sollen die Herausforderungen aufgezeigt werden, die eine solche Überarbeitung mit sich bringen und – sofern möglich – Lösungswege herausgestellt werden, wie ein Umgang damit möglich ist.",
              "authors": [
                "Linda Zollitsch",
                "Swantje Piotrowski"
              ],
              "affiliation": "Christian-Albrechts-Universität zu Kiel, Deutschland"
            },
            {
              "title": "entitySearch – One index to search them all",
              "abstract": "Mit entitySearch entwickelt TELOTA seit Anfang 2025 einen Webservice, der Dateien im BEACON-Format aggregiert, mit Daten aus Normdateien anreichert und zur zentralen Suche bereitstellt. Auf diesem Weg können Register digitaler Editionen, Nachschlagewerke und anderer digitaler Ressourcen projektübergreifend mit wenigen Klicks durchsucht werden. Werden derzeit erstmal nur BEACONs mit GND-Identifiern aggregiert, so ist in Zukunft geplant, die Aggregation und Suche auf andere Entitäten bzw. Normdaten auszuweiten (GeoNames, Wikidata etc.). Außerdem sollen verschiedene APIs implementiert werden, über die die aggregierten Daten auch direkt in andere digitale Angebote eingebunden werden können. Projekte können ihre BEACONs über einen einfachen, aber kuratierten Prozess selbst im Dienst registrieren.\nDie Posterpräsentation möchte den Nutzen von entitySearch anhand des funktionsfähigen und öffentlich zugänglichen Prototyps veranschaulichen und die DH-Community zu Diskussion und Feedback einladen.",
              "authors": [
                "Stefan Dumont",
                "Sascha Grabsch",
                "Frederike Neuber"
              ],
              "affiliation": "Berlin-Brandenburgische Akademie der Wissenschaften, Deutschland"
            },
            {
              "title": "teikiss – Ein Tool zur einfachen und nachhaltigen Publikation von TEI-Daten",
              "abstract": "Das Poster stellt teikiss (tei💋) vor, ein Open-Source-Toolkit zur Publikation von TEI-P5-Daten, das eine statische, clientseitige Architektur bereitstellt. teikiss verbindet TEI-basierte Textrepräsentationen mit Faksimiles, Metadaten und editorischen Apparaten zu einem robusten, einfach wartbaren und langfristig nutzbaren Interface, ohne die Komplexität serverseitiger Stacks.\nDer produktive Betrieb von Online-Editionen beinhaltet in vielen Fällen Datenbanken, Suchindizes und Middleware. Pflege und Wartung dieser Komponenten bindet dauerhaft Ressourcen, erzeugt Migrationspfade und erhöht das Ausfallrisiko nach Projektende. Perspektiven aus dem wissenschaftlichen und bibliothekarischen Umfeld haben die „Wohin-mit-der-Edition?“-Frage deutlich herausgearbeitet und damit die Relevanz einfacher, langlebiger Bereitstellungswege betont. teikiss antwortet mit einer Architektur, die auf dem Prinzip „Keep it simple, (stupid)!“ basiert und Ergebnisse mit minimalen Abhängigkeiten priorisiert.",
              "authors": [
                "Marius Hug",
                "Frank Wiegand"
              ],
              "affiliation": "Berlin Brandenburgische Akademie der Wissenschaften (BBAW)"
            },
            {
              "title": "Analog – Digital – Virtuell. Ein inter- und transdisziplinärer Zugang zur Rezeption kunsthistorischer Objekte in unterschiedlichen medialen Kontexten",
              "abstract": "Das inter- und transdisziplinäre Projekt „Kunsterfahrung im (Post-)digitalen Zeitalter {original | digital | virtuell}“ (OrDiV) untersucht, wie sich die Wahrnehmung und Verarbeitung von Kunstwerken in Abhängigkeit vom medialen Format verändert. Im Fokus steht der Vergleich von originalen Kunstwerken, ihren digitalen Reproduktionen sowie Anwendungen im virtuellen Raum (Virtual und Augmented Reality). Theoretischer Ausgangspunkt ist dabei Walter Benjamins Aura-Konzept. Anhand von vier vergleichenden empirischen Studien im Oberen Belvedere Wien wird mittels Eye Tracking, qualitativen Interviews und Online-Befragungen das Betrachtungsverhalten von Museumsbesucher:innen analysiert. Dabei interessieren insbesondere Fixationsdauer, emotionale und kognitive Verarbeitung sowie die Erinnerung an einzelne Gemälde. Das Projekt verbindet kunsthistorische Forschung mit digitalen Analysemethoden und liefert neue Erkenntnisse für Museumspraxis und Digital Humanities. Das Poster präsentiert erste Ergebnisse und lädt zur Diskussion ein.",
              "authors": [
                "Hanna Brinkmann",
                "Alexandra Victoria Alvarez",
                "Luitgard Voller",
                "Christian Huemer",
                "Johanna Aufreiter"
              ],
              "affiliation": "Universität für Weiterbildung Krems, Österreich; Österreichische Galerie Belvedere, Österreich"
            },
            {
              "title": "MANO, Manuscripts Online: A Collaborative Platform for Digital Manuscript Studies",
              "abstract": "MANO, Manuscripts Online, is a web-based platform designed to bridge the gap between theoretical knowledge and practical application in digital manuscript studies. It addresses challenges in teaching TEI by offering an accessible, collaborative environment where students can create manuscript metadata and work with transcriptions using intuitive, browser-based tools. Integrating GitHub for resource sharing and data storage, MANO supports real-time feedback and community-driven contributions. By simplifying complex professional workflows, the platform fosters hands-on learning and promotes confidence in digital methods. MANO serves as a pedagogical and collaborative space for developing core skills in digital humanities.",
              "authors": [
                "Michela Parma"
              ],
              "affiliation": "Johannes Gutenberg-Universität Mainz, Germany"
            },
            {
              "title": "Politische Texte zum Thema Klimawandel automatisch identifizieren: Ein XGBoost Modell",
              "abstract": "Wir präsentieren einen Klassifikator zur automatischen Filterung von deutschen Texten, die das Thema Klimawandel ansprechen. Für das Englische existiert ein solches Modell bereits mit ClimateBERT (Webersinke et al., 2022), uns ist jedoch kein solches Tool für deutschsprachige Texte bekannt. Der Klassifikator wurde auf Texten von offziellen Organen der deutschen Partei AfD trainiert und wir zeigen, dass er auch parteiübergreifend das Thema zuverlässig erfasst. Der Klassifikator wird demnächst öffentlich gemacht, um Forschende bei der thematischen Textfilterung zu unterstützen.",
              "authors": [
                "Ronja Memminger",
                "Dietmar Benndorf",
                "Manfred Stede"
              ],
              "affiliation": "Universität Potsdam, Deutschland"
            },
            {
              "title": "\"Ein Freinttlichen Trunck\": The Zechzettel Dataset for Handwritten Text Recognition and Information Retrieval",
              "abstract": "The Zechzettel dataset provides a focused resource for evaluating Handwritten Text Recognition (HTR) under real-world historical variation. It contains over 1,800 digitized petitions submitted in 16th-century Augsburg, featuring diverse handwriting styles, dialectal language, and non-standard orthography. Expert transcriptions and document-level annotations preserve uncertainties and contextual features, while image-level labels describe visual attributes such as legibility and ink quality. Designed to go beyond standard metrics like CER and WER, Zechzettel enables systematic analysis of how manuscript variability affects HTR performance and downstream tasks such as information retrieval.",
              "authors": [
                "Fabio Mariani",
                "Helmut Graser",
                "B. Ann Tlusty",
                "Regina Dauser",
                "Annemarie Friedrich"
              ],
              "affiliation": "University of Augsburg, Germany; Bucknell University, Pennsylvania, US"
            },
            {
              "title": "Hybride Artefakte",
              "abstract": "Hybride Artefakte sind insbesondere in den 1980er und 1990er Jahren eine Kombination aus Software und oft notwendigem Begleitmaterial. Gängige Bewahrungspraktiken vernachlässigen allerdings entweder den einen oder die andere Komponente, so dass die Artefakte selten als Ganzes sichtbar werden. Das Poster präsentiert eine Typologie anhand verschiedener Beispiele und zeigt Ansatzpunkte für eine zukünftig “ganzheitliche” Behandlung auf.",
              "authors": [
                "Klaus Rettinghaus",
                "Torsten Roeder"
              ],
              "affiliation": "Leipzig; Universität Würzburg, Deutschland"
            },
            {
              "title": "Per Anhalter durch die Gutenberg-Galaxis: Entdeckungen und Ergebnisse aus dem Projekt “Mensch.Maschine.Kultur”",
              "abstract": "Das Poster präsentiert die wesentlichen Erkenntnisse und Ergebnisse des Forschungsprojekts Mensch.Maschine.Kultur (MMK) an der Stabi Berlin, welches Verfahren des Maschinellen Lernens (ML) bzw. der Künstlichen Intelligenz (KI) für das kulturelle Erbe entwickelt und implementiert hat. Es werden die vier Teilprojekte zur KI-gestützten Dokument-, Bild- und Inhaltsanalyse sowie der Kuratierung und Bereitstellung zugehöriger Datensätze und Modelle vorgestellt. Die im Projekt entwickelten Methoden und Systeme aus den Bereichen Layoutanalyse, Texterkennung, Erkennung und Verlinkung benannter Entitäten, Bildanalyse und Bildähnlichkeit sowie (semi-)automatische Inhaltserschließung werden thematisiert. Innerhalb von MMK etablierte Standards und Praktiken zur Veröffentlichung der im Kontext dieser Verfahren erstellten und nachnutzbaren Datensätze sowie Modelle werden mit besonderem Fokus auf der Berücksichtigung ethischer, rechtlicher und sozialer Aspekte sowie Transparenz und Nachhaltigkeit aller Ergebnisse behandelt.",
              "authors": [
                "Clemens Neudecker",
                "Irina Dumitriu",
                "Ulrike Förstel",
                "Mike Gerber",
                "Kai Labusch",
                "Jörg Lehmann",
                "Vahid Rezanezhad",
                "Sophie Schneider",
                "Wolfgang Seifert"
              ],
              "affiliation": "Staatsbibliothek zu Berlin; Freie Universität Berlin"
            },
            {
              "title": "Kombinieren statt neu trainieren. Zur automatisierten Erkennung diegetischen räumlichen Vokabulars mit Hilfe existierender Annotationen und Classifier",
              "abstract": "Mit unserem Beitrag erproben wird die Nachnutzung eines Classifiers zur automatisierten Erkennung von Ereignissen in Erzähltexten aus dem EvENT-Projekt zum Zwecke der Erkennung von räumlichem Vokabular, das auf Räume der erzählten Welt referiert. Mit diesem Ansatz kombinieren wir bereits vorhandene Annotationsdaten und Classifier aus verschiedenen Projekt-Kontexten zur Beantwortung neuer Forschungsfragen. Der Ansatz stellt damit eine Alternative dazu dar, neue Trainingsdaten und Classifier zu erzeugen.",
              "authors": [
                "Marc Lemke",
                "Ulrike Henny-Krahmer",
                "Nils Kellner"
              ],
              "affiliation": "Universität Rostock, Deutschland"
            },
            {
              "title": "Die DH als soziales Vorhaben. Prinzipien und Methoden zur Integration sozialer Faktoren in die wissenschaftliche Projektarbeit",
              "abstract": "​​Die Digital Humanities (DH) sind ein inherent soziales Vorhaben, das auf der Zusammenarbeit verschiedener Disziplinen und Wissenschaftstraditionen basiert. Trotz dieser Erkenntnis werden soziale Faktoren in der operativen Projektarbeit oft noch vernachlässigt. Dieser Posterbeitrag zeigt auf, wie die charakteristische Stärke der DH – der reflektierte Methodentransfer zwischen Disziplinen – auch für den zwischenmenschlichen Umgang genutzt werden kann.\nBasierend auf konzeptionellen und erfahrungsbasierten Erkenntnissen werden konkrete Prinzipien und Methoden aus anderen Kontexten vorgestellt, die sich in drei Kategorien gliedern: Verstehen (wie etwa Systemisches Denken, Themenzentrierte Interaktion oder Positionierung), Vereinbaren (wie etwa Kontrakte und Schleifen oder erweiterte Projekt-Chartas) und Haltungen (wie etwa Balsamos Tugenden interdisziplinärer Forschung oder die systemische Lösungsorientierung).\nWir sind überzeugt, dass die Integration sozialer Faktoren zur Risikominimierung beitragen, Einrichtungen nachhaltig stärken und die wissenschaftliche Praxis bereichern kann. Interdisziplinarität wird damit nicht nur inhaltlich, sondern auch zwischenmenschlich gelebt.",
              "authors": [
                "Fabian Cremer",
                "Swantje Dogunke",
                "Anna Maria Neubert",
                "Thorsten Wübbena"
              ],
              "affiliation": "Leibniz-Institut für Europäische Geschichte (IEG); Friedrich-Schiller-Universität Jena, Deutschland; Universität Bielefeld"
            },
            {
              "title": "FRBRize it! – Differenzierte Werkerfassung in digitalen Editionen am Beispiel Buber-Korrespondenzen Digital",
              "abstract": "Das Projekt 'Buber-Korrespondenzen Digital' (BKD) widmet sich der umfangreichen Korrespondenz des deutsch-jüdischen Religionsphilosophen Martin Buber (1878–1965). Die mehr als 43.000 überlieferten Briefe spiegeln den Netzwerkcharakter seines Wirkens und erlauben einen tiefen Einblick in die Entstehungs- und Publikationsprozesse der Werke sowohl Bubers als auch zahlreicher anderer Intellektueller des 20. Jahrhunderts.\nFür die Erfassung von Werken genügen BKD die herkömmlichen bibliographischen Methoden nicht: Das Projekt möchte vollständige Angaben zu einem Werk machen, wo diese vorhanden und relevant sind, aber dort ausreichend vage bleiben, wo es auch die Briefschreibenden sind, ohne dabei die Zusammenhänge zwischen diesen Werken zu verlieren. Ausgehend von diesen Bedarfen erprobt BKD ein innovatives System, das sich an dem ursprünglich für Bibliotheken entwickelten Modell FRBR (Functional Requirements for Bibliographic Records) orientiert.\nDas Poster zeigt am Beispiel der für Bubers Wirken zentralen 'Drei Reden über das Judentum' die differenzierte Dynamik des Modells und seiner Derivate.",
              "authors": [
                "Denise Jurst-Görlach",
                "Thomas Kollatz",
                "Heike Breitenbach",
                "Lea Müller-Dannhausen"
              ],
              "affiliation": "Goethe-Universität Frankfurt, Deutschland; Akademie der Wissenschaften und der Literatur Mainz, Deutschland"
            },
            {
              "title": "Informationsextraktion serieller Quellen",
              "abstract": "Das Poster demonstriert, wie serielle Quellen vom Digitalisat in weiterverarbeitbare Daten umgewandelt werden können. Anhand der Sterberegister der Stadt Zürich werden von Ansätzen der Computer Vision und Automatic Text Recognition mit Large Language Models kombiniert, um ohne manuelle Korrektur tabellarische Daten zu produzieren. Das Poster zeigt die technischen Ansätze und den aktuellen Stand eines konkreten Projekts. Im Einsatz evaluiert wurden Modelle der Transkribus Plattform, sowie offene YOLO und TrOCR-Modelle und LLMs, die von OpenAI bereitgestellt werden. D.h. es stehen geschlossene und offene Umsetzungen zur Verfügung.",
              "authors": [
                "Jan Blarer",
                "Tobias Hodel",
                "Katarina Matthes"
              ],
              "affiliation": "Universität Bern, Walter Benjamin Kolleg, Schweiz; Universität Zürich, Institute of Evolutionary Medicine, Schweiz"
            },
            {
              "title": "eManuSkript: Digital Tools for Palaeography",
              "abstract": "eManuSkript is a two-year project developing a suite of browser-based applications to support the study of digitised medieval manuscripts. Funded by the Stiftung Innovation in der Hochschullehre, the project combines foundational training with advanced tools for paleographic and codicological analysis. The toolkit includes Proteus, a post-processing tool for enhancing difficult texts using multispectral imaging;Seshat, an interactive environment for handwriting analysis using user-defined pixel coordinates; Mergen, an AI-based model for page layout segmentation; and Fenius a digital application for modelling and documenting bookbinding and codicological structures. Each tool is accompanied by intergrated tutorials and is tested in classrooms. By supporting both annotation and structured measurement—of script, layout, and book structure—eManuSkript enriches the data layer of manuscript corpora and fosters new forms of digital scholarship. All tools and data will be made openly available via GitHub and Zenodo, promoting transparency, reuse, and pedagogical integration.",
              "authors": [
                "Anna Dorofeeva",
                "Jeremy Thompson",
                "Mohamed Basuony",
                "Yiyang Huang",
                "Nuray Haskilic",
                "Zhiling Dong",
                "Peter Evans",
                "Aleyna Yidiz"
              ],
              "affiliation": "Georg-August-Universität Göttingen"
            },
            {
              "title": "Nicht nur Infrastruktur, nicht nur Tools. Basisdienste für die NFDI (und darüber hinaus)",
              "abstract": "Das Motto der DHd2026 „Nicht nur Text, nicht nur Daten“ hebt die wachsende Vielfalt digitaler Forschungsobjekte in den Geisteswissenschaften hervor. Die Nationale Forschungsdateninfrastruktur (NFDI) unterstützt dabei mit Base4NFDI, einer gemeinschaftlichen Initiative aller 26 NFDI-Konsortien, um disziplinübergreifende Basisdienste bereitzustellen. Für die Geisteswissenschaften werden Dienste wie RDMTraining4NFDI (Data Literacy-Trainings), Jupyter4NFDI (zentrale JupyterHub-Infrastruktur) und TS4NFDI (zentrale Terminologie-Services) bedarfsgerecht angepasst. Sie fördern Qualitätsstandards, Nachnutzung, Interoperabilität und Weiterbildung. Die Basisdienste unterstützen den kompletten Datenlebenszyklus, ermöglichen transdisziplinäre Zusammenarbeit und befähigen Institutionen, Digital Humanities zu vermitteln und Trainings anzubieten. Das Poster zeigt Beispiele und veranschaulicht den Mehrwert der NFDI-Services für die geistes- und kulturwissenschaftliche Forschung.",
              "authors": [
                "Franziska Fritzsche",
                "Jana Tatscheck",
                "Lukas Weimer"
              ],
              "affiliation": "GESIS – Leibniz-Institut für Sozialwissenschaften Mannheim, Deutschland; Leibniz-Institut für Psychologie (ZPID), Trier, Deutschland; Niedersächsische Staats- und Universitätsbibliothek Göttingen, Deutschland"
            },
            {
              "title": "Perspektiven für ein anfängerfreundliches Tool zur Eye-Tracking-Datenvisualisierung in der kognitiven Kunstgeschichte",
              "abstract": "Kognitionswissenschaftliche Methoden, insbesondere Eye-Tracking, eröffnen neue Perspektiven für die kunsthistorische Forschung, vor allem zur Analyse von Wahrnehmungs- und Rezeptionsprozessen von Bildern. Bestehende Softwarelösungen sind jedoch meist technisch komplex oder nicht auf typische Anforderungen der Kunsthistoriker*innen zugeschnitten. Im Labor für empirische Bildwissenschaft (Lab for Cognitive Research in Art History, CReA) der Universität Wien entsteht daher „creapy“, eine Open-Source-Python-Bibliothek mit einer grafischen Benutzeroberfläche „creapy.io“ (PySide6/Qt), die eine anfängerfreundliche Visualisierung von Eye-Tracking-Daten ermöglicht. Die aktuelle, bereits prototypisch eingesetzte Version erlaubt ohne Programmierkenntnisse die Erstellung von Fixations-Heatmaps, Sakkaden-Heatmaps und Scanpath-Visualisierungen auf Basis von CSV-/Excel-Dateien gängiger Eye-Tracking-Systeme. Voreinstellungen reduzieren den Analyseaufwand auf wenige Entscheidungen, während optionale Regler feinere Auswertungen für fortgeschrittene Nutzer*innen erlauben. Mittelfristig werden komplexere Funktionen wie raumzeitliche Verläufe und Ähnlichkeitsvergleiche ergänzt und unter einer freien Lizenz öffentlich bereitgestellt. Ziel ist es, Studierenden und Forschenden den niedrigschwelligen Einstieg in die Eye-Tracking-Analyse zu ermöglichen und diese nachhaltig in der kognitiv-kunsthistorischen Praxis zu verankern.",
              "authors": [
                "Xingyu Long",
                "Raphael Rosenberg"
              ],
              "affiliation": "Universität Wien, Österreich"
            },
            {
              "title": "Räume des Erinnerns: Digitale Kartierung der baltendeutschen Diaspora in der Zeitung „Baltische Briefe“ mittels NER und geohistorischer Analyse",
              "abstract": "Das Poster stellt ein laufendes Projekt zur digitalen Kartierung der baltendeutschen Diaspora anhand der Zeitung „Baltische Briefe“ vor. Mit Hilfe von NER, Wikidata und interaktiven Karten wird das räumliche Gedächtnis nach 1945 sichtbar gemacht. Geplant ist die Erweiterung durch QGIS, um historische Basiskarten, diachrone Animationen und tiefere räumliche Analysen zu ermöglichen. Ziel ist es, raumbezogene Erinnerung als Teil digitaler Geschichtsforschung greifbar zu machen und neue methodische Ansätze für Spatial Humanities in der deutschsprachigen DH-Community zu entwickeln.",
              "authors": [
                "Anna Baryshnikova"
              ],
              "affiliation": "Friedrich-Alexander Universität Erlangen-Nürnberg, Germany"
            },
            {
              "title": "Automatisierte Typklassifikation von Normdaten mit BERT",
              "abstract": "Normdaten sind zentral für die Interoperabilität geisteswissenschaftlicher Daten. Die an der Otto-Friedrich-Universität Bamberg entwickelte integrierte Suchplattform ADISS integriert verschiedene Normdatenquellen wie GND, Wikidata oder Geonames, jedoch bislang ohne einheitliche Typisierung. Dies erschwert eine gezielte Facettierung bei der Suche. Ziel des Projekts ist daher ein System zur automatisierten Typenzuordnung mittels maschinellen Lernens. Auf Basis von BERT soll ein Klassifikator trainiert werden, der Normdatensätze in ein reduziertes Zielschema überführt. Trainingsdaten entstehen durch Mapping zwischen GND- und Wikidata-Datensätzen. Neben Quelltypen werden Name und Beschreibung des jeweiligen Normdatensatzes als semantische Features genutzt. Erste Experimente mit einem auf einem multilingualen BERT-Modell als Encoder basierenden hierarchischen Klassifikator zeigen vielversprechende Ergebnisse. Künftig sollen die Datenbasis und Modellparameter optimiert werden, um eine robuste, domänenübergreifende Typisierung zur Verbesserung der Suchfunktionalität in ADISS zu ermöglichen.",
              "authors": [
                "Maximilian Hebeis",
                "Leon Fruth",
                "Tobias Gradl",
                "Andreas Henrich"
              ],
              "affiliation": "Otto-Friedrich-Universität Bamberg, Lehrstuhl für Medieninformatik, An der Weberei 5, 96047 Bamberg,  Deutschland"
            },
            {
              "title": "Advanced Layout-Analysis für glossierte Handschriften",
              "abstract": "In diesem Poster präsentieren wir eine Gegenüberstellung von zwei Layouterkennungs-Environments: YOLO und Kraken (außerhalb der eScriptorium-Umgebung). Dafür verwenden wir YOLOv12 und Kraken 5.3.0 mit den bereits annotierten Ground-Truth-Daten aus dem GlossIT-Korpus. Dieses Korpus wird im Zuge des ERC-Consolidator Grant Projekts “Celtic and Latin glossing traditions: uncovering early medieval language contact and knowledge transfer” (Grant Agreement Nr. 101123203) erstellt. Ziel des Projekts ist es, Sprachkontakt und Wissenstransfer im frühmittelalterlichen Westeuropa zu untersuchen.",
              "authors": [
                "Bernhard Bauer",
                "Sina Krottmaier",
                "Tristan Repolusk"
              ],
              "affiliation": "Universität Graz, Austria"
            },
            {
              "title": "Wissenslücken überbrücken: Das Kommentierungskonzept im Editionsprojekt „William Lovell digital“",
              "abstract": "Eine digitale Edition zeichnet sich dadurch aus, dass der edierte Text nicht nur vollständig wiedergegeben, sondern auch erschlossen wird (Sahle 2016, 23). Ein möglicher Weg zur Erschließung eines Textes ist die Kommentierung, die in unterschiedlichsten Ausführungen Bestandteil digitaler Editionen sein kann. Welchen Regeln die Kommentierung folgt, bleibt jedoch häufig im Dunkeln. Editorische Berichte digitaler Editionen haben nur selten ein dem Kommentierungskonzept gewidmetes Kapitel. Im Rahmen des Editionsprojekts William Lovell digital ist ein Kommentierungskonzept entstanden, das auf Transparenz setzt und beispielsweise die Auswahlkriterien der Referenztexte und der kommentierungswürdigen Begriffe im stellenbezogenen Kommentar offenlegt. Die digitale Umsetzung der Edition ermöglicht dabei die Vernetzung mit zeitgenössischen Nachschlagewerken, die in digitalisierter oder digitaler Version im Web verfügbar sind. Diese Form der Kommentierung wirft Fragen hinsichtlich der Auswahl von Referenztexten, der Datenmodellierung, der Nachhaltigkeit und der Usability des Webinterfaces auf.",
              "authors": [
                "Jana Klinger",
                "Anna Traurig"
              ],
              "affiliation": "Universität Würzburg, Deutschland"
            },
            {
              "title": "Mapping DH: Kollaborative Dokumentation von Digital Humanities-Initiativen im Semantic Web",
              "abstract": "Das Poster stellt das Projekt Mapping DH vor, in dem Daten über DH-Initiativen weltweit gesammelt, für das Semantic Web modelliert und als offenes Wissensnetz zur Verfügung gestellt werden. Es zeigt die grundsätzliche Datenstruktur, benennt Chancen und Herausforderungen und eröffnet die Möglichkeit, kollaborativ weiter ausgebaut zu werden und als Ergänzung und Verbindung bestehender Verzeichnungen von DH-Studiengängen, -Zentren, -Professuren etc. zu dienen. Schließlich umreißt es die Idee eines Maturity-Modells, anhand dessen der Reifegrad einer bestimmten DH-Initiative abgelesen werden kann.",
              "authors": [
                "Ingo Frank",
                "Jan Horstmann",
                "Christof Schöch",
                "Diego Siqueira"
              ],
              "affiliation": "Universität Münster, Deutschland; Universität Hamburg, Deutschland; Universität Trier, Deutschland; Ruhr-Universität Bochum"
            },
            {
              "title": "Ökologisch und Langlebig – Nachhaltige Digitale Editionen am Beispiel von Moravians@Sea",
              "abstract": "Digitale Editionen tragen eine Verantwortung nicht nur für ihre wissenschaftliche Qualität, sondern auch ihre Langzeitverfügbarkeit und den sparsamen Umgang mit Ressourcen. Das Projekt Moravians@Sea verbindet die FAIR-Prinzipien mit ressourcenschonender Publikation der Forschungsergebnisse. Das Poster stellt das Projekt und die dabei angewandten FAIR-ökologischen Kriterien vor.",
              "authors": [
                "Martin Prell"
              ],
              "affiliation": "Sächsische Akademie der Wissenschaften, Deutschland"
            },
            {
              "title": "Die DDR im TikTok-Feed: Zwischen Algorithmus und Erinnerung",
              "abstract": "Das Projekt AlgorithMIX #DDR untersucht, wie die DDR auf TikTok verhandelt wird – unter Bedingungen algorithmischer Kuratierung und eingeschränkter Sichtbarkeit. Im Zentrum steht ein hybrider Zugang, der qualitative Videoanalyse mit API-basierten Metadaten-Auswertungen kombiniert. Eine Nutzerstudie und eine umfangreiche API-Abfrage bilden die Grundlage für ein Korpus, das mittels Grounded Theory, Kollokationsanalysen und weiterführendem Topic Modeling systematisch ausgewertet wird. Ziel ist es, erinnerungskulturelle Diskursstrukturen unter plattformspezifischen Bedingungen sichtbar zu machen und zugleich die methodischen Grenzen datenbasierter Forschung auf TikTok für die Geschichtswissenschaften kritisch zu reflektieren. Durch die Verbindung empirischer Zugriffspraxen mit theoretischer Modellierung liefert das Projekt einen Beitrag zur Analyse digitaler Geschichtsdiskurse in algorithmischen Öffentlichkeiten.",
              "authors": [
                "Jannis Klähn",
                "Pauline Luise Graf",
                "Anja Neubert",
                "Marius Behret"
              ],
              "affiliation": "Universität Leipzig, Deutschland; Sächsische Akademie der Wissenschaften zu Leipzig"
            },
            {
              "title": "Historische Ortsdaten – Wieso, weshalb, warum – und vor allem, wie?",
              "abstract": "Historische Ortsdaten müssen aufgrund der zunehmenden Vernetzung von Forschungsdaten einer neuen, zeitgemäßen Auseinandersetzung hinsichtlich ihrer Erfassung und Kuration unterworfen werden. Die oftmals nur inadäquat und häufig beiläufig mitgeführten Daten historischer Orte stellen eine kaum genutzte Datenschnittstelle dar, die durch ihre ‚stiefmütterliche‘ Behandlung mittlerweile von einer schlecht genutzten Chance zum handfesten Problem für viele Forschungsprojekte und historische Datenbanken geworden ist. Sowohl die Nichtexistenz von einheitlichen Erfassungsvorgaben sowie das Fehlen einer zentralen Verzeichnungs- und Verwaltungsstelle für historische Ortsdaten erschweren nicht nur die Verortung und Identifikation der eigenen Forschungsergebnisse, sondern auch die Weiternutzung der einmal mühselig erhobenen Daten durch andere Projekte. Trotz der offensichtlichen Schwierigkeiten bilden historische Ortsdaten für breite Teile der historisch-geisteswissenschaftlichen Forschung einen gemeinsamen Nenner, den es zu erschließen und effektiv nutzen gilt. Das Poster stellt einen speziell für historische Ortsdaten konzipierten Minimaldatensatz vor, der einen sichereren Umgang und erste Lösungsansätze für die vielschichtige Arbeit Ortsdaten vermittelt.",
              "authors": [
                "Anne Purschwitz",
                "Sophie Döring",
                "Felix Köther",
                "Tim Schubert"
              ],
              "affiliation": "Martin-Luther Universität Halle-Wittenberg, Deutschland; Institut für Sächsische Geschichte und Volkskunde; Herder-Institut für historische Ostmitteleuropaforschung – Institut der Leibniz-Gemeinschaft"
            },
            {
              "title": "Illuminated Charters and AI - Impact of Modernizing the Monasterium.net Platform",
              "abstract": "Das Projekt „Illuminierte Urkunden“ (IllUrk) nutzt die Plattform Monasterium.net, Europas größte digitale Sammlung von Urkunden. Über 4.400 Dokumente mit dekorativen Elementen werden in drei Stufen klassifiziert. Die Erfassung und Beschreibung dieser Elemente ist eine wissenschaftliche Herausforderung, da visuelle Aspekte in Archivalien oft nicht verzeichnet sind. Das ERC-Projekt DiDip entwickelt mit MOM-NG eine neue technische Infrastruktur, die moderne Methoden des maschinellen Lernens einsetzt. Dazu gehören Objekterkennung (YOLOv5), Klassifikation, Bildausschnitt-Extraktion (IIIF) sowie Ähnlichkeitssuche mit Embeddings und Graph-Neural-Networks. So können visuelle Merkmale automatisch identifiziert, verglichen und in Beziehung zu bestehenden Taxonomien gesetzt werden. MOM-NG erweitert damit die Forschungsmöglichkeiten zu illuminierten Urkunden: von der Vorauswahl relevanter Quellen bis zur statistischen Analyse stilistischer Entwicklungen. Der Beitrag stellt das System MOM-NG im Entwicklungsstand 2026 vor und zeigt exemplarisch Anwendungsfälle aus dem IllUrk-Projekt.",
              "authors": [
                "Florian Atzenhofer-Baumgartner",
                "Gabriele Bartz",
                "Anguelos Nicolaou",
                "Martin Roland",
                "Georg Vogeler"
              ],
              "affiliation": "Universität Graz, Österreich; Österreichische Akademie der Wissenschaften, Wien"
            },
            {
              "title": "Text trifft Tool und heraus kommen Daten. Eine Selbstlerneinheit zu domänenspezifischer Data Literacy in der Literaturwissenschaft",
              "abstract": "Die digitale Transformation wissenschaftlicher Praxis erfordert auch in der Literaturwissenschaft domänenspezifische Datenkompetenzen. Die vorgestellte digitale Selbstlerneinheit vermittelt Grundlagen der Data Literacy mit Fokus auf die Operationalisierung literaturwissenschaftlicher Fragestellungen. Entwickelt im Rahmen der Community of Practice „Data Literacy“ (BiLinked) an der Universität Bielefeld, richtet sie sich an geisteswissenschaftliche Lehrende und Studierende ohne Vorerfahrung in den Digital Humanities. Über ein interaktives, in Moodle eingebundenes Branching Scenario mit vier Vertiefungen erwerben Lernende praxisnahes, prozedurales Wissen im Umgang mit digitalen Werkzeugen wie SentText oder dem R-Paket stylo. Datengrundlage ist ein annotiertes Korpus von 125 Bildungsromanen. Ziel ist der reflektierte Einsatz quantitativer Methoden, einschließlich der kritischen Auseinandersetzung mit Tools, Algorithmen und Datenquellen. Die Einheit fördert so methodisches Verständnis und Urteilskompetenz im Umgang mit digitalen Analyseverfahren in der Literaturwissenschaft.",
              "authors": [
                "James Wiebe",
                "Tobias Alexander Duda",
                "Marie-Christine Boucher"
              ],
              "affiliation": "Universität Bielefeld, Deutschland"
            },
            {
              "title": "Grenzen schneller Skalierung erkennen und bewältigen. Automatische Erschließung von Wappenbildern in den Handschriften der Bibliothèque nationale de France",
              "abstract": "Das Poster präsentiert ein Projekt über die skalierte automatische Erschließung von Wappenbildern in vormodernen Handschriften mittels Computer Vision. Basierend auf einem auf vormodernen Handschriften selbsttrainierten YOLO-Detektormodell wurde ein iterativer Trainingsansatz entwickelt und auf das gesamte Korpus digitalisierter mittelalterlicher Handschriften der Bibliothèque nationale de France angewendet.\nDie Evaluation zeigt deutliche Unterschiede zwischen den Jahrhunderten: Während das 12.-14. Jahrhundert geringere Genauigkeitswerte aufweist, erzielen das 15.-16. Jahrhundert bessere Ergebnisse. Das Projekt verdeutlicht sowohl die Potentiale als auch die Herausforderungen der Skalierung: Mit wachsenden Datensätzen nehmen unerwartete False Positives zu, die durch zusätzliche Detektionsklassen abtrainiert werden müssen. Die Ergebnisse zeigen, dass eine iterative Skalierung erforderlich ist, um das versprochene Potential digitaler Methoden für die Erschließung großer Quellenkorpora zu realisieren.",
              "authors": [
                "Philipp Schneider",
                "Jannes Schönhardt",
                "Torsten Hiltmann",
                "Olga Młynarczyk"
              ],
              "affiliation": "Humboldt-Universität zu Berlin, Deutschland"
            },
            {
              "title": "harMo13 – Computergestützte Analyse von Motetten des 13. Jahrhunderts",
              "abstract": "Das Forschungsprojekt harMo13 beschäftigt sich mit der computergestützten Analyse von Motetten des 13. Jahrhunderts, die aufgrund ihrer komplexen Faktur eine zentrale musikalische Gattung des Mittelalters darstellen. Ein Ziel des Projekts ist die Entwicklung und Open-Source-Bereitstellung einer Python-basierten Softwarebibliothek. Der derzeitige Prototyp umfasst ein Datenmodell, das ein Interface für ein umfangreiches Processing in verschiedenen Abstraktionsgraden bereitstellt, und darauf aufbauende Analysewerkzeuge, z. B. für die Identifikation ähnlicher Harmonisierungen oder Abschnittsbildungen. Zudem wurde im Rahmen des Projekts ein adaptives Kategorisierungssystem für Klänge entwickelt, das bezüglich Kategorien und Granularität anpassbar und in das Datenmodell integriert ist. Durch die Trennung von Datenmodell und Analyse erfüllt die Software die spezifischen Anforderungen hinsichtlich des Projektkorpus, ist aber gleichzeitig nicht auf diesen beschränkt und daher auch für die Analyse anderer Gattungen offen.",
              "authors": [
                "Robert Eisinger",
                "Philippa Ovenden",
                "David Ubber",
                "Xuhong Qiu",
                "Hentschel Frank"
              ],
              "affiliation": "Universität zu Köln, Deutschland"
            },
            {
              "title": "BASIC als natürliche Sprache",
              "abstract": "Wir analysieren in unserem Beitrag, in welchem Maße sich strukturelle Merkmale in der Programmiersprache BASIC mit Methoden der natürlichen Sprachverarbeitung (NLP) erfassen und systematisch untersuchen lassen.\nUnser Korpus besteht aus 99 Quelldateien von Spielen, welche von Hobby-Programmierern in den 1980er Jahren entwickelt wurden.\nDie Analyse orientiert sich an etablierten NLP Verfahren auf Textdateien und ist in drei Analyseebenen untergliedert. Die Mikro-Ebene umfasst hierbei die Analyse von N-Gram-Frequenzen auf Token-Basis. Auf der Meso-Ebene wird der Programmfluss analysiert, während die Makro-Ebene den frequenzbasierten Vergleich zwischen den Spielen umfasst.\nDie hierbei identifizierten Strukturen zeigen deutliche Analogien zu bekannten Mustern in natürlicher Sprache. Dies deutet darauf hin, dass die Programmiersprache BASIC strukturelle Gemeinsamkeiten mit natürlichen Sprachen hat und mit NLP-Methoden analysierbar ist.",
              "authors": [
                "Julian Wagner",
                "Marina Hauk",
                "Philipp Reier",
                "Hanna Weimann"
              ],
              "affiliation": "Universität Stuttgart, Deutschland"
            },
            {
              "title": "DH on the Edge?",
              "abstract": "Mit Tiny ML, Edge AI oder Efficient AI etabliert sich parallel zu LLMs ein Forschungsfeld, das auf die Entwicklung kleiner, energie- und kosteneffizienter und lokal ausführbarer Deep-Learning-Modelle abzielt. Zentral ist hier das Deployment auf Edge Devices (z.B. Mikrocontroller, Raspberrry Pi, Smartwatches etc.). Für die DH ergeben sich Vorteile primär aus der Möglichkeit der dezentralen Datenverarbeitung direkt am Erfassungsort sowie der leichteren und günstigeren Verfügbarkeit von entsprechender Hardware gegenüber HPC-Infrastruktur oder fremdgehosteten, potentiell kostenpflichtigen LLMs, z.B. in archäologischer Feldforschung, partizipativen Citizen-Science- oder Oral-History-Projekten oder im Bereich des kulturellen Erbes. Für diesen Beitrag wurden Mistral, BERT und mehrere komprimierte und quantisierte BERT-Modelle im Kontext eines Named-Entity-Recognition-Tasks miteinander verglichen. Dabei zeigte sich, dass komprimierte Modelle nur marginal an Performance verlieren, aber deutlich kleiner und schneller sind, sodass Edge Deployment vorstellbar ist. Die Performance von Mistral war in diesem Beispiel deutlich schlechter als die Performance der spezialiserten BERT-Modelle.",
              "authors": [
                "Nina Brolich"
              ],
              "affiliation": "Fachhochschule Erfurt; Universität Erfurt"
            },
            {
              "title": "How to Chat with the History of European Drama. Connecting DraCor with a Large Language Model Using an MCP Server",
              "abstract": "Dieser Beitrag berichtet über die Implementierung und Evaluierung eines Model Context Protocol (MCP) Servers für DraCor. Dieser ermöglicht es Large Language Models, autonom mit der DraCor API und weiteren Ressourcen von dracor.org zu interagieren. Zur Evaluation des Tools kam ein qualitativer Ansatz aus systematischer Beobachtung und eidetischer Variation (Husserl) zur Anwendung, mit dem Ziel zu verstehen, wie LLMs sich beim Verwenden von MCP-Tools verhalten, und dabei \"Tool Correctness\", \"Tool-Calling Efficiency\" und \"Tool-Use Reliability\" zu beurteilen. Unsere Erkenntnisse unterstreichen die kritische Bedeutung des \"Docstring Engineering\" – der strategischen Gestaltung von Tool-Dokumentation zur Optimierung der LLM-Tool-Interaktion. Der DraCor MCP-Server zeigt das Potenzial von \"Agentic AI\" Anwendungen sowohl für die Forschung in den Computational Literary Studies als auch für Forschungsinfrastrukturen in den DH auf.",
              "authors": [
                "Ingo Börner",
                "Trilcke Peer",
                "Henny Sluyter-Gäthje",
                "Daniil Skorinkin",
                "Frank Fischer",
                "Carsten Milling"
              ],
              "affiliation": "Universität Potsdam, Deutschland; Freie Universität Berlin, Deutschland"
            },
            {
              "title": "forTEXT Zeitschrift: Der Redaktionsprozess vom Call for Papers bis zur Publikation",
              "abstract": "forTEXT Journal ist eine deutschsprachige Diamond-Open-Access-Zeitschrift, mit der wir den Austausch über digitale Methoden und Ansätze in Forschung und Lehre der Digital Humanities nachhaltig fördern und institutionell verankern möchten. Als Fortführung des forTEXT-Portals stützt sich das Konzept der Zeitschrift auf dessen grundlegende Ansätze und Prinzipien.\nAuf dem Poster präsentieren wir die Entwicklung der 2024 gegründeten Zeitschrift. Wir skizzieren den redaktionellen Workflow vom Call for Papers bis zur Publikation und stellen dar, wie wir die Portalprinzipien – Niederschwelligkeit, Nachnutzbarkeit und Praxisorientierung – in den vergangenen zwei Jahren für das Format einer wissenschaftlichen Zeitschrift konzipiert, erprobt und iterativ weiterentwickelt haben.",
              "authors": [
                "Mari Akazawa",
                "Stefanie Messner",
                "Evelyn Gius"
              ],
              "affiliation": "fortext lab, Technische Universität Darmstadt, Deutschland"
            },
            {
              "title": "Vom Gelehrten zum Problem - Maschinelle Datierung von Leibniz-Handschriften: Die Anwendung von Deep-Learning-Verfahren zur Unterstützung der historisch-kritischen Editionsarbeit",
              "abstract": "Seit 1901 stellt die Datierung von Leibniz’ handschriftlichen Seiten eine enorme Herausforderung dar: Viele Dokumente sind undatiert, traditionelle Methoden wie Experteneinschätzung oder Papier-Wasserzeichenanalyse zu langsam. Wir untersuchen, ob Deep‑Learning-Bildmodelle diese Lücke schließen können. Ziel ist die feingranulare Datierung anhand des Schreibstilwandels von Leibniz über fast fünf Jahrzehnte – anders als in bisherigen Studien zur Handschriftenaltersbestimmung, die oft verschiedene AutorInnen vergleichen. Etwa 600 Seiten (1669–1716) mit dokumentierten Datierungen bilden unser Jahrgangskorpus. Modelle wie CNNs und Vision Transformer helfen binarisierte und normalisierte Bilddaten zu untersuchen und externe Faktoren wie Papierstruktur zu ignorieren. Das übergreifende Ziel ist, KI-Ansätze praktikabel in die editorische Arbeit zu integrieren – mit offen freigegebenen Modellen und Skripten unter FAIR-Prinzipien.",
              "authors": [
                "Marco Santi",
                "Pia Hofmann",
                "Tim Westphal",
                "Mario Tormo Romero",
                "Harald Siebert"
              ],
              "affiliation": "Berlin-Brandenburgische Akademie der Wissenschaften; Hasso-Plattner-Institut"
            },
            {
              "title": "Große Ideengeschichte auf Small Data. Eine Mixed-Methods-Untersuchung zur Raumsemantik in Thomas Manns Doktor Faustus",
              "abstract": "Dieser small-data Beitrag aus den Computational Literary Studies (CLS) liefert eine raumsemantische Einzeltextstudie zu Thomas Manns Doktor Faustus (1947). Ziel ist die Untersuchung der semantischen Kodierung von Raum des „Deutschlandromans“ (Vaget 2015, 69) unter der Hypothese, dass wesentliche Anteile der raumreferentiellen Komposition mit Manns Namen-Chiffren ‚Luther‘ und ‚Hitler‘ korrespondieren. Der Reformationszeit-bezogene Figurenrenraum Kaisersaschern korrespondiert deutlich mit der Chiffre ‚Luther‘, während München nicht ‚Hitler‘, sondern ein modernes (Groß-)Bürgertum repräsentiert. Der Nationalsozialismus wird erst im dritten Raum ‚Pfeiffering‘ indiziert, in Synthese mit der archaischen Kaisersaschern- und der modernen München-Semantik. Als Beitrag zur digitalen literarischen Kulturerbeforschung möchte die Einreichung mit einem dezidiert datenbasierten (einzel-)textzentrierten Ansatz stärker an eine hermeneutische und textphilologische Literaturwissenschaft anknüpfen.",
              "authors": [
                "Pierre-Michel Weiße"
              ],
              "affiliation": "Universität Bielefeld, Deutschland"
            },
            {
              "title": "Code, Context, Canon: A Transferable Framework for Computational Canon Studies",
              "abstract": "This poster presents a transferable computational framework for studying canonisation processes through extracting and analysing canonical references in academic texts. Using a 16-discipline English corpus from JSTOR, we propose a three-phase methodology: code (developing Named-Entity Recognition methods for canonical reference extraction), context (visualising citation patterns), and canon (understanding formation processes). Our approach examines transferability at each stage: the code phase explores large language models over traditional keyword search methods, emphasising advantages of general over domain-specific models; the context phase demonstrates high transferability through established network analysis techniques; the canon phase reveals how the concept of canon itself transfers across disciplines. This iterative workflow contributes reusable and transferable Digital Humanities frameworks for studying cultural authority and textual transmission, with the objective of advancing understanding of canonisation dynamics across disciplinary contexts.",
              "authors": [
                "Luisa Ripoll-Alberola",
                "Manuel Burghardt"
              ],
              "affiliation": "Computational Humanities group, Leipzig University, Germany"
            }
          ]
        },
        {
          "time": "16:00–17:30",
          "session_id": "Donnerstag 4",
          "title": "Poster Session 2",
          "type": "Poster Session",
          "location": "Grosser Festsaal",
          "presentations": [
            {
              "title": "Project StoryMachine: Spatial Hypertext as a Tool for Contemporary, Transcultural Folkloristics",
              "abstract": "This paper introduces StoryMachine (AHRC/DFG: AT 153/1-1), a newly funded transdisciplinary project (2025-2028) conducted jointly by six research groups in Germany and the UK, which aims to develop an innovative digital infrastructure to preserve, explore, and democratize access to folklore traditions and vernacular storytelling practices around the world, with a particular focus on German- and English-speaking communities. Recognizing folklore as a cornerstone of shared cultural identity, the project addresses critical challenges in archival practices, and in particular the lack of interactive, dynamic, accessible and inclusive tools for exploring both traditional and emerging folk narratives. Existing approaches to digital folklore archiving remain largely static, focusing on isolated collections without fostering meaningful exploration, collaboration, or analysis. StoryMachine redefines these paradigms by integrating spatial hypertext and recommender systems to create a visually dynamic, user-centered interface.",
              "authors": [
                "Sabine Slowik",
                "Astrid Ensslin",
                "Claus Atzenbeck",
                "Sam Brooker",
                "Sarah Diefenbach",
                "Ceri Houlbrook",
                "Christopher Ohge",
                "Marie Veihelmann"
              ],
              "affiliation": "Universität Regensburg; Hof University of Applied Sciences; Ludwig-Maximilians-Universität München; University of Hertfordshire; University of the Arts London; University of London"
            },
            {
              "title": "Von Hexenjagd und Datenextraktion: LLM-gestützte Übersetzung frühneuhochdeutscher Gerichtsakten zur Verbesserung inhaltlicher Analysen",
              "abstract": "Das Projekt entwickelt eine Pipeline zur Übersetzung frühneuhochdeutscher Textdokumente ins moderne Standarddeutsch, um sie für aktuelle NLP-Verfahren nutzbar zu machen. Ausgangspunkt ist die sprachhistorisch präzise Transkription von Hexenprozessakten, segmentiert und mit stabilen IDs versehen. Mit Gemini werden die Texte zuerst semantisch normalisiert, was unter anderem präzisere Topic-Modellierung ermöglicht. Erste Resultate zeigt, dass zentrale Themen erhalten bleiben, moderne Fassungen aber klarere Kategorien liefern. Künftige Ausbaustufen der Pipeline könnten NER, Sentiment-Analyse oder historische Dialekterkennung umfassen, wofür Austausch mit der Community geplant ist. Langfristig soll eine durchsuchbare Oberfläche mit vollständiger Rückverfolgbarkeit entstehen.",
              "authors": [
                "Christa Schneider",
                "Martin Ritzmann"
              ],
              "affiliation": "Universität Bern, Schweiz; Universität Bern, Schweiz"
            },
            {
              "title": "Towards Affective Analysis of Animals in Poetry",
              "abstract": "Animals in literary texts reflect deeper cultural attitudes and values. This abstract presents ongoing work towards large-scale analysis of affective and metaphorical representations of animals in (historical) poetry.",
              "authors": [
                "Thomas Haider"
              ],
              "affiliation": "Universität Passau, Deutschland"
            },
            {
              "title": "Digitalisierung und 3D-Rekonstruktion der paläolitischen Zwillingsbestattung von Krems-Wachtberg – Anforderungen an ein transdisziplinäres Datenbankkonzept",
              "abstract": "Die jungpaläolithische Doppelbestattung von Krems-Wachtberg mit den ältesten genetisch bestätigten eineiigen Zwillingen steht im Mittelpunkt eines interdisziplinären Forschungsprojekts (2023-2026) zur digitalen Rekonstruktion prähistorischer Begräbnisse. Seit 2023 werden 539 Knochenfragmente mittels µCT gescannt und durch Algorithmen präzise positioniert, um eine vollständige virtuelle Rekonstruktion zu ermöglichen. Ziel ist eine datenbankgestützte Analyse der Morphologie der paläolithischen Neugeborenen und der Begräbniskontexte. Die digitale Plattform, die im Mittelpunkt des Posters steht, integriert 3D-Modelle, Scanparameter und kontextuelle Daten in mehreren Nutzer:innenebenen für Fachwissenschaft, Öffentlichkeit und interaktive museale Vermittlung. Der Open-Source-Ansatz sowie ein strukturierter Datenmanagementplan ermöglichen inter- und transdisziplinäre Nutzung und sichern die Langzeitarchivierung. So wird ein bedeutender Fund nicht nur wissenschaftlich aufbereitet, sondern auch nachhaltig für Forschung und Gesellschaft zugänglich gemacht.",
              "authors": [
                "Anja Grebe",
                "Max Resch",
                "Stefanie Stelzer",
                "Veronika Kaudela",
                "Andreas Reisinger",
                "Thomas Einwögerer",
                "Marc Händel",
                "Hannah Rohringer",
                "Maria Teschler-Nicola"
              ],
              "affiliation": "Universität für Weiterbildung Krems, Österreich; Karl Landsteiner Universität für Gesundheitswissenschaften, Krems, Österreich; Österreichisches Archäologisches Institut, Österreichische Akademie der Wissenschaften, Österreich; Naturhistorisches Museum Wien"
            },
            {
              "title": "Ist das Baukunst oder kann das weg? – Entwicklung einer Augmented-Reality-Tour zur Architektur und Geschichte der Universität zu Köln",
              "abstract": "In Anknüpfung an das Projekt Virtueller Campus und dessen AR-App nutzen wir Augmented Reality (AR) für die Vermittlung von Informationen zum kulturellen Erbe, konkret zur Architektur und Geschichte der Universität zu Köln. Eine AR-Tour soll Studierenden und anderen Besuchenden des Campus die ursprünglichen Gestaltungsideen u. a. hinter einem brutalistischen Ensemble von Universitätsgebäuden näher bringen, welche heute durch Umbauten oder Verfall teils nicht mehr direkt erkennbar sind. AR soll diese Vermittlung interaktiv und anschaulich gestalten, indem in AR dargestellte 3D-Rekonstruktionen historischer Zustände von Gebäuden und Plätzen den direkten Vergleich von Vergangenheit und Gegenwart ermöglichen und die AR-Tour zum Erkunden des Campus anregt.",
              "authors": [
                "Elisabeth Reuhl",
                "Maria Sotomayor Chicote",
                "Théo Bouveyron",
                "Lukas Wilkens",
                "Areti Michalopoulou",
                "Øyvind Eide",
                "David Tischer"
              ],
              "affiliation": "Universität zu Köln, Deutschland"
            },
            {
              "title": "Reconstructing and Analysing a forgotten World: A 3D-Positioning and Annotation System for the Paintings of the Kucha Project",
              "abstract": "This project introduces a 3D-based annotation and positioning system for the wall paintings of the Buddhist cave complexes in Kucha (Xinjiang, China). Many of these artworks are now dispersed across global collections, detached from their original architectural context. Using 3D-models, we reconstruct their spatial arrangement by applying a register-based coordinate system. These registers, implemented via 2D SVG-layouts, can be edited for each cave wall and are projected onto the corresponding surfaces in the 3D model. Each registered position includes a preview image of the associated painting. In-picture polygon annotations are integrated and linked to a hierarchical taxonomy displayed within the 3D model. Selecting an element highlights all paintings with those annotations, enabling both contextual and content-driven exploration. In the next phase, our annotations will be projected directly onto 3D surfaces for more precise visual analysis. This method offers a novel approach to spatially integrated 2D annotation in the Digital Humanities.",
              "authors": [
                "Erik Radisch"
              ],
              "affiliation": "Sächsische Akademie der Wissenschaften zu Leipzig, Deutschland"
            },
            {
              "title": "„Nomen est… wer?“",
              "abstract": "Das Poster präsentiert ein hybrides Analysemodell zur Erhebung und Interpretation von Benennungsformen – insbesondere Antonomasien und Epitheta – in der mittelhochdeutschen Epik. Im Zentrum steht ein semi-automatisiertes Python-Tool, das aus TEI-kodierten Texten Benennungen extrahiert, typologisiert, normalisiert und kollationiert. Ziel ist es, poetologische Strategien der Figurenbenennung systematisch sichtbar zu machen. Antonomasien, verstanden als charakterisierende Umschreibungen anstelle von Eigennamen, eröffnen besondere Einblicke in Figurenkonstitutionen literarischer Text. Die Kombination aus maschinengestützter Erhebung und hermeneutischer Auswertung erlaubt nicht nur die Analyse großer Textkorpora, sondern fördert neue Einsichten in narratologische Muster, die Einzeltextlektüren verborgen bleiben. Das Poster versteht sich als Beitrag zur methodologischen Verschränkung von Text und Daten– und als Einladung zur Diskussion über die Potentiale digitaler Philologie.",
              "authors": [
                "Linda Beutel-Thurow"
              ],
              "affiliation": "FB Germanistik, Universität Salzburg, Österreich"
            },
            {
              "title": "Ganz viel Drama auf einen Blick: Der »Distant-Reading Showcase«, zehn Jahre danach",
              "abstract": "Vor genau zehn Jahren haben wir den Versuch unternommen, einen Showcase für die literaturwissenschaftliche Netzwerkanalyse zu entwickeln, der die damals noch wenig bekannten (empirischen) Zugangsweisen und (quantitativen) Forschungsansätze der Digital Humanities buchstäblich veranschaulichen sollte. Ergebnis war ein Konferenzposter für die DHd2016 in Leipzig, auf dem vor allem Daten zu sehen waren. Es war explizit als Forschungsbeitrag gedacht, wurde mittlerweile über 8.500 Mal angesehen und knapp 2.000 Mal heruntergeladen. Neben Erwähnungen in wissenschaftlichen Publikationen gab es auch Auseinandersetzungen mit dem ästhetischen Schauwert einer solchen Darstellung anlässlich der Frage, wie man das inhärent Immaterielle der Literatur museal ausstellen könnte. Für die DHd2026 wollen wir ein medial und methodologisch reflektiertes, in Hinblick auf die Daten- und Infrastrukturgrundlage aktualisiertes »Reenactment« dieses Posters vornehmen.",
              "authors": [
                "Frank Fischer",
                "Peer Trilcke",
                "Mark Schwindt",
                "Carsten Milling",
                "Henny Sluyter-Gäthje",
                "Ivan Pozdniakov",
                "Ingo Börner",
                "Julia Jennifer Beine",
                "Daniil Skorinkin",
                "Lisa Poggel",
                "Luca Giovannini"
              ],
              "affiliation": "Freie Universität Berlin, Deutschland; Universität Potsdam, Deutschland; Tbilissi, Georgien; Ruhr-Universität Bochum, Deutschland"
            },
            {
              "title": "Paredros: Eine interaktive Entwicklungsumgebung zur grammatikbasierten Analyse semi-strukturierter Quellen",
              "abstract": "Das Poster präsentiert „Paredros“, eine interaktive Entwicklungsumgebung zur grammatikbasierten Analyse semi-strukturierter Quellen wie Register oder Regesten. Während gängige Ad-hoc-Skripte oder Blackbox-Verfahren oft an mangelnder Transparenz und Reproduzierbarkeit scheitern, sind formale Grammatiken für Geisteswissenschaftler:innen bislang schwer zugänglich. Paredros schließt diese methodische Lücke, indem es auf dem leistungsfähigen Parser-Generator ANTLR aufsetzt und dessen Komplexität hinter einem innovativen visuellen Frontend verbirgt.\nDas Herzstück ist ein interaktiver „Videorecorder“ für den Parsing-Prozess, der eine schrittweise, transparente Analyse und sogar die interaktive „Reparatur“ von Grammatiken ermöglicht – eine Funktionalität, die über Standard-Entwicklertools hinausgeht. Der Ansatz gewährleistet eine vollständige und nachvollziehbare Datenextraktion im Sinne der FAIR-Prinzipien und etabliert die Grammatik selbst als explizites, menschenlesbares Forschungsergebnis. Es wird ein Workflow skizziert, bei dem LLM-gestützte Editoren und Paredros für einen robusten Analyseprozess Hand in Hand gehen.",
              "authors": [
                "Patrick Stahl",
                "Daniel Motz",
                "Johannes Mitschunas",
                "Clemens Beckstein"
              ],
              "affiliation": "Friedrich-Schiller-Universität Jena, Deutschland"
            },
            {
              "title": "Spätantik-frühmittelalterliche Sammlungsüberlieferung im Graphen",
              "abstract": "Das Poster präsentiert drei Ansätze zur digitalen Modellierung lateinischer Textsammlungen aus Spätantike und Frühmittelalter mittels Graphdatenbanken. Diese Sammlungen sind komplex, da sie meist rekonstruiert werden müssen, in Handschriften variieren und Texte in unterschiedlichen Ordnungen (historisch vs. systematisch) sowie verschiedenen Übersetzungsfassungen vorliegen.\nDrei Zugänge zur Modellierung, die vom Posterersteller erprobt wurden, werden vorgestellt:\nDokumentenorientiert: Modellierung päpstlicher Briefüberlieferung durch Verknüpfung von Texten, Sammlungen und Handschriften als Knoten, um Überlieferungsmuster und Sammlungscluster zu identifizieren.\nSammlungsorientiert: Vollständige Textabfolgen verwandter Sammlungen werden modelliert, um ähnliche Sequenzen zwischen verschiedenen Sammlungen aufzuzeigen. Verschiedene Lösungen für übersetzte Texte werden vorgestellt.\nTextintegrativ: Integration der Volltexte in die Datenbank und KI-gestützte Analyse (Claude) für Verschlagwortung und Mustererkennung. Eng geführte Prompts erwiesen sich als entscheidend, um vorschnelle Verallgemeinerungen zu vermeiden.\nDas Poster verbindet die methodischen Darstellungen mit geeigneten Visualisierungen.",
              "authors": [
                "Matthias Simperl"
              ],
              "affiliation": "Universität Augsburg, Deutschland"
            },
            {
              "title": "ASR4Memory. Automatische Transkription und domänenspezifisches Fine-Tuning von Spracherkennungsmodellen für die Geschichtswissenschaft",
              "abstract": "Das Projekt „ASR4Memory“, gefördert durch das NFDI-Konsortium 4Memory, hat eine datenschutzkonforme, KI-gestützte Lösung zur Transkription historischer Audio- und Videoquellen auf Basis von „WhisperX“ entwickelt. Über eine benutzerfreundliche Weboberfläche können audiovisuelle Materialien hochgeladen und sicher verarbeitet werden. Die Anwendung ermöglicht eine hochwertige Transkription in über 30 Sprachen inklusive Sprecherdiarisierung, Satz- und Wortalinierung sowie Export in vielfältige Nachnutzungsformate. Zur Verbesserung der Transkriptqualität wurde ein domänenspezifisches Fine-Tuning des Whisper-Modells \"Large-v3\" mit anonymisierten, deutschsprachigen Oral-History-Daten durchgeführt. Die Evaluationsergebnisse, basierend auf WER-Berechnungen und LLM-basierten Fehleranalysen, zeigen eine erhebliche Verbesserung der Transkriptionsgenauigkeit sowie eine Abschwächung von Glättungseffekten auf, sodass die Nutzung des fine-getunten Modells eine wortgetreuere Transkription ermöglicht. Das Poster präsentiert die Systemarchitektur der Anwendung, ergänzt durch eine audiovisuelle Demonstration der Ergebnisse des Fine-Tunings vor Ort.",
              "authors": [
                "Peter Kompiel",
                "Tobias Kilgus",
                "Marc Altmann",
                "Christian Horvat"
              ],
              "affiliation": "FU Berlin, Universitätsbibliothek, Deutschland; Fachhochschule Nordwestschweiz, Fachbereich Mathematik und Physik, Schweiz"
            },
            {
              "title": "Explainable AI in filmhistorischer Forschung",
              "abstract": "Mithilfe von Computer Vision und Machine Learning erforscht das Projekt AniVision die Stilistik von animierten Sequenzen in Gebrauchsfilmen aus Österreich, der BRD und der DDR (1945–1989). Untersucht wird ein Korpus von über 2000 Filmen und Fernsehsendungen in Kooperation mit österreichischen und deutschen Filmarchiven. Ziel ist es, ein Tool zu entwickeln, das Animation von Realfilm unterscheidet und verschiedene Animationsstile erkennt. Um Black-Box-Probleme zu vermeiden und Filmwissenschaftler:innen im Umgang mit dem Tool zu unterstützen, werden im Projekt Visualisierungsverfahren der Explainable AI (XAI) wie Grad-CAM eingesetzt. Grad-CAM zeigt als Heatmap, welche Bereiche eines Bildes für die maschinelle Klassifikation relevant sind. Für Filmwissenschaftler:innen werden dadurch Outputs nachvollziehbarer.",
              "authors": [
                "Erwin Feyersinger",
                "Vrääth Öhner",
                "Franziska Proksa",
                "Claudius Stemmler",
                "Matthias Zeppelzauer"
              ],
              "affiliation": "Universität Tübingen, Deutschland; University of Applied Sciences St. Pölten, Österreich"
            },
            {
              "title": "Rhythmicalizer Revisited: Adapting Large Language Models for Rhythmic Classification of Free Verse Poetry",
              "abstract": "This work revisits the Rhythmicalizer project’s approach to classify German free-verse Poetry into prosodic categories using deep learning (Baumann et al., 2018). The rise of Large Language Models (LLMs) and foundation models pre-trained on vast amounts of text and speech begs the question whether these are more appropriate for poetic tasks than the original project’s multimodal GRUs. This study evaluates LLM and foundation model performance on the original corpus and compares them to the original classifier.",
              "authors": [
                "Felix Wippich",
                "Burkhard Meyer-Sickendiek",
                "Timo Baumann"
              ],
              "affiliation": "Faculty of Informatics and Mathematics, OTH Regensburg, Germany; Department of Literary Studies, Freie Universität Berlin, Germany"
            },
            {
              "title": "Potenziale und Herausforderungen KI-gestützter Layouterfassung am Beispiel des „Deutschen Bühnen=Spielplan“",
              "abstract": "Das Poster stellt ein Erschließungsprojekt am Austrian Centre for Digital Humanities (ACDH) zu einer theaterwissenschaftlichen Quelle vor, die trotz ihres zentralen Werts für Literaturwissenschaft und Kulturgeschichte bislang nicht ins Digitale überführt wurde. Der „Deutsche Bühnen=Spielplan“ erschien 1896–1944, erfasste sämtliche Spielpläne deutschsprachiger Bühnen in Form von Kalenderlisten und dokumentiert somit die Aufführungsrealität der Moderne.\nIm Fokus steht die Bearbeitung der in Fraktur gedruckten Jahrgangsbände bis 1910. Ihr komplexes Layout kann mithilfe der erweiterten Funktionen der Layout-Analyse von Transkribus (Kombination von Field und Table Models) erfasst werden, um im nächsten Schritt Zeilen- und Texterkennungsmodelle zur automatischen Transkription der Tabelleninhalte zu nutzen. Langfristiges Ziel ist die Erstellung einer Webapplikation, die die Informationsdichte des „Bühnen=Spielplan“, der auch Angaben wie Übersetzungsversionen und Gastspiele enthält, zur Gänze abbilden soll und gleichzeitig als Anwendungsbeispiel von KI für die Erschließung ähnlicher, kulturgeschichtlich relevanter, aber layouttechnisch herausfordernder Quellen dienen kann.",
              "authors": [
                "Barbara Tumfart",
                "Imelda Rohrbacher",
                "Nina C. Rastinger"
              ],
              "affiliation": "Österreichische Akademie der Wissenschaften (ÖAW), Österreich"
            },
            {
              "title": "Computer Vision Analysis of War-Related Visual Culture: Patterns and Symbols in Russia-Ukraine Conflict Art",
              "abstract": "The Russia-Ukraine conflict has generated an unprecedented volume of visual art spanning street murals, internet memes, children's drawings, and fine art across multiple languages and cultures. This poster presents ongoing research that employs artificial intelligence to analyze nearly 4,600 war-related images, demonstrating how computational methods can decode complex iconographic patterns in contemporary conflict art.",
              "authors": [
                "Dinara Gagarina"
              ],
              "affiliation": "Friedrich-Alexander-Universität Erlangen-Nürnberg, Germany"
            },
            {
              "title": "Kontext-Engineering in einem Multi-Agenten-System zur Ontologiegenerierung für historische Quellen",
              "abstract": "Das HisQu-Projekt stellt ein Multi-Agenten-System zur Ontologiegenerierung aus historischen Quellen wie dem Repertorium Germanicum vor. Zur Überführung impliziten Fachwissens in explizite Graphen verbindet es Context-Engineering mit einer hybriden Retrieval-Strategie: Die Integration von Vektorsuche für Vergleichsbeispiele und Graph-Retrieval (LightRAG) für Ontologiestrukturen ermöglicht dabei eine präzise Steuerung von LLMs.\nDas System nutzt drei spezialisierte Agenten, die einen vierstufigen Workflow durchlaufen. Zunächst erstellt ein erster Agent basierend auf der fachlichen Interpretation und den abgerufenen ontologischen Stützen einen konzeptionellen Modellierungsvorschlag. Ein zweiter Agent überführt diesen anschließend in formale OWL/Manchester Syntax, wobei neue Klassen zur Sicherung der Interoperabilität strikt auf CIDOC CRM gemappt werden. Daraufhin integriert ein dritter Agent iterativ menschliches Feedback, indem er Korrekturen der Fachexpert:innen konstruktiv in die Graph-Logik einbettet. Abschließend werden die verifizierten Ontologie-Erweiterungen mittels semantischer Versionierung dauerhaft in die Wissensbasis überführt. Dies sichert die Konsistenz auch bei dynamisch wachsenden Ontologien und bietet einen skalierbaren, methodisch transparenten Ansatz für die Digital Humanities",
              "authors": [
                "Rebecca Pongratz",
                "Johannes Mitschunas",
                "Martin Kuric",
                "Patrick Stahl"
              ],
              "affiliation": "Friedrich-Schiller Univesität Jena; Akademie der Wissenschaften, Göttingen"
            },
            {
              "title": "Making Archives Explorable: Visualising Digital Materials for a Wider Public",
              "abstract": "The research project “A Fresh Look. Visualising Digitised German-Jewish Archives” aims to investigate human information-seeking strategies in archival contexts that go beyond targeted, systematic searching, namely open-ended, curiosity-driven browsing based on the available visual information. We describe our work with two contrasting archives. First the Jerusalem Guestbook of Moshe and Miryam Ben-Gavriêl, which contains 1,200 transcribed signatures, greetings, dedications, poems, and drawings in more than 20 languages, for which we have created a digital edition with three interlinked viewers. Second, the much larger written estate of Moritz Lazarus, consisting of more than 37,000 documents, including works and correspondence by and about Lazarus. This archive has been much less extensively catalogued, and we describe our approach to presenting the data in a manner which will encourage visitors to explore and engage with the archive, despite the challenge posed by the numerous images and sparse metadata.",
              "authors": [
                "Amy Isard",
                "Sebastian Schirrmeister",
                "Janis-Marie Paul",
                "Martin Semmann"
              ],
              "affiliation": "Universität Hamburg, Germany"
            },
            {
              "title": "Spaß mit Derivaten: Orientierung bei der Forschung mit abgeleiteten Textformaten",
              "abstract": "Derivate, auch abgeleitete Textformate (ATF) genannt, bieten die Möglichkeit, an urheberrechtlich geschütztem Material zu forschen, ohne die üblicherweise damit einhergehenden Einschränkungen in Kauf nehmen zu müssen. Durch die Anwendung von vier Operationen (Löschen, Ersetzen, Behalten und Vertauschen) auf verschiedenen Granularitäten und Bezugsgrößen kann der Informationsgehalt des Ausgangstextes so reduziert werden, dass das Ergebnis zwar nicht mehr urheberrechtlich relevant ist, aber noch zur Beantwortung mindestens einer Forschungsfrage dient. Das Projekt Forschen mit Derivaten will die Möglichkeiten textbasierter Forschung mit rechtebewehrten Daten verbessern und den Grundstein für weitere Aktivitäten legen. Dazu werden im Austausch mit der wissenschaftlichen Community Forschungsfragen ermittelt, die mit Hilfe von ATF beantwortet werden können. Außerdem werden verschiedene Derivate systematisch auf ihre Validität für die Forschung evaluiert und rechtlich eingeordnet. Ziel des Projekts ist es, Rahmenbedingungen zu schaffen, innerhalb derer Forschende mit Spaß – also rechtssicher und urheberrechtskonform – mit Derivaten arbeiten können.",
              "authors": [
                "Philippe Genêt",
                "Dario Kampkaspar",
                "Daniel Kurzawe",
                "Peter Leinen",
                "Christof Schöch",
                "Thomas Stäcker"
              ],
              "affiliation": "Deutsche Nationalbibliothek; Universitäts- und Landesbibliothek Darmstadt; Niedersächsische Staats- und Universitätsbibliothek Göttingen; Universität Trier"
            },
            {
              "title": "Wie passt ein Audio-Essay zwischen zwei Buchdeckel? Digital Humanists In Eigenen Worten - Die Genese der “From Global to Local DH”- Audio-Essays als Experiment multimedialen Publizierens in den digitalen Geisteswissenschaften",
              "abstract": "Das Poster präsentiert die innovativen Ansätze der Publikation \"From Global to Local? Digitale Methoden in den Geisteswissenschaften im deutschsprachigen Raum: Ein Triptychon\" von Melusina Press (zu erscheinen 2026 im Diamond Open Access), die multimediale und multimodale Publikationsformate wie Audio-Essays integriert. Diese Audio-Essays, die auch als Podcasts zugänglich gemacht werden, nehmen die zentrale Rolle von Podcasts in der Wissenschaftskommunikation der Digital Humanities auf und eröffnen ein direktes Diskursmedium über Standortbestimmung und Selbstbild der Disziplin. Die multimediale Gestaltung wurde in Zusammenarbeit mit Podcast-Expert*innen entwickelt und umfasst nicht nur gesprochene Inhalte, sondern auch Musik, Soundeffekte und ergänzende Materialien wie Shownotes und Transkriptionen. Ein angepasster Qualitätssicherungsprozess, inspiriert von Podcast-Praktiken und qualitativen Interviewmethoden, stellt eine fundierte Begutachtung dieser Formate sicher und bietet neue Perspektiven auf multimediale geisteswissenschaftliche Veröffentlichungen. Das Poster lädt dazu ein, über die Herausforderungen und Chancen des multimedialen Publizierens in den Geisteswissenschaften ins Gespräch zu kommen.",
              "authors": [
                "Ulrike Wuttke",
                "Sara-Lee Nußbaum",
                "Christian Schröter",
                "Christopher Nunn",
                "Christian Wachter"
              ],
              "affiliation": "Fachhochschule Potsdam, Deutschland; Akademie der Wissenschaften und der Literatur|Mainz - Digitale Akademie; Universität Heidelberg, Theologische Fakultät; Universität Bielefeld, Arbeitsbereich Digital History"
            },
            {
              "title": "Der BookTok-Kanon: Eine netzwerkanalytische Untersuchung populärer Bücher",
              "abstract": "Digitale Plattformen wie TikTok prägen zunehmend die Wahrnehmung und Rezeption literarischer Werke. Dieser Beitrag widmet sich der Frage, inwiefern sich dabei ein BookTok-Kanon abzeichnet. Basierend auf 2.976 Buchnennungen aus 324 Videos verdeutlicht eine Netzwerkanalyse, welche Texte innerhalb der Community zentrale Positionen einnehmen. Romance- und Fantasy-Titel dominieren das Netzwerk, während randständige Werke überwiegend spezialisierten Themenfeldern zugeordnet sind. Subcommunities unterscheiden sich vor allem nach Genre, Zielgruppe und Sprache; Klassiker treten vor allem im Kontext von Dark Academia auf. Die Analyse macht sichtbar, wie algorithmische Strukturen und digitale Praktiken literarische Sichtbarkeit prägen und Kanonbildungsprozesse in sozialen Medien beeinflussen.",
              "authors": [
                "Chiara Schmeller",
                "Judith Brottrager"
              ],
              "affiliation": "TU Darmstadt, Deutschland"
            },
            {
              "title": "Namen in Dramen: Es klingt so, als wurden Berufe häufiger",
              "abstract": "Der Beitrag zeigt, wie Figurennamen in 656 Dramen, die zwischen 1740 und 1830 erschienen sind, automatisch mit onomastischen Benennungsmotiven angereichert werden können, um diachrone Trends wie eine Zunahme von Namen, die auf Berufe zurückgehen, zu identifizieren. Dabei werden Annotationen aus zwei sehr unterschiedlichen Datenbeständen (dem Dramenkorpus GerDraCor und dem Digitalen Familiennamenwörterbuch Deutschlands DFD) nachgenutzt und zusammengeführt. Zudem wird eine SVM mit distributionellen n-Gramm-Embeddings von 8.000 bereits im DFD erschlossenen Familiennamen trainiert, die (noch) nicht erschlossene mit nur geringen computationellen Ressourcen und einem hohen F1-Wert von 0,71 klassifizieren kann.",
              "authors": [
                "Patrick Daniel Brookshire"
              ],
              "affiliation": "Akademie der Wissenschaften und der Literatur | Mainz, Deutschland"
            },
            {
              "title": "Visuelle Praktiken der Weltbildproduktion rekonstruieren. Konzeption einer digitalen Infrastruktur zur algorithmisch unterstützten, multimodalen und multiperspektivischen Erfassung und Analyse geographiehistorisch relevanter Archivalien.",
              "abstract": "Das Querschnittsvorhaben Visualisierung Regionaler Geographien (VisRegGeo) am Leibniz-Institut für Länderkunde entwickelt eine digitale Lösungsarchitektur zur Erfassung und Analyse geographiehistorisch relevanter multimodaler Archivalien. Grundlage sind umfangreiche Bestände des Archivs für Geographie, die historische Karten, Fotografien, Zeichnungen, Feldnotizen und weitere kulturelle Artefakte umfassen. Ziel ist der Aufbau FAIR- und CARE-konformer Korpora, die methodenplurale, multiperspektivische Analysen visueller Praktiken der Produktion, Zirkulation und Rezeption von Weltbildern in ihren jeweiligen zeitlichen Kontexten ermöglichen. Zentrale Forschungsfragen betreffen (1) die Bereitstellung von heterogenen Daten zu visuellen Praktiken sowie (2) die sensible Erschließung von teils kolonial geprägten Sammlungen. Der Infrastrukturaufbau kombiniert Digital Asset Management, API-Gateway, webbasiertes Erkundungsportal und digitale Ad-Hoc-Analysen mit Begleitforschung zu digitalen Archiv-, Forschungs- und Vermittlungspraktiken, um neue digital-dekoloniale Analysepotenziale geographie- und wissenschaftshistorisch relevanter Sammlungsbestände zu erproben.",
              "authors": [
                "Dominik Kremer",
                "Lea Bauer"
              ],
              "affiliation": "Leibniz-Institut für Länderkunde, Deutschland"
            },
            {
              "title": "Geschichtswissenschaftliche Forschungsdaten zwischen Quellen-naher und Ziel-orientierter Modellierung",
              "abstract": "Der Beitrag behandelt die Datenaufbereitung und -modellierung historischer Bibelübersetzungen im kolonialen Kontext im Rahmen des Global-Bibel-Projekts der Universitäten Münster und Bristol.\nDer Fokus liegt auf dem Spannungsfeld zwischen quellennaher und zielorientierter Modellierung historischer Informationen.\nAusgangspunkt ist das Book of a Thousand Tongues, ein Verzeichnis von Bibelübersetzungen in zahlreiche Sprachen. Besondere Herausforderung ist die Erfassung ungenannter Akteure („silenced actors“), die in der historischen Datenbank FactGrid als unidentifizierte Personen oder Gruppen abgebildet werden. Technisch erfolgte die Strukturierung mithilfe von OCR, LangChain (GPT-4.1) und RDF-Export in ein Wikibase-Datenmodell. Das Fazit betont, dass Bibelübersetzungen als komplexe, historisch eingebettete Prozesse verstanden werden müssen. Eine bloße Modellierung bibliographischer Fakten reicht nicht aus; erforderlich ist ein flexibler, ereignisbasierter Ansatz, der sowohl quellennahe als auch analytische Perspektiven integriert. FactGrid bietet dafür prinzipiell die nötige Flexibilität, erfordert aber eine differenzierte Modellierungspraxis zwischen CIDOC CRM-ähnlicher Ereignisstruktur und der typischen Qualifier-Nutzung von Wikibase.",
              "authors": [
                "Benjamin Weber",
                "Ingo Frank",
                "Malin Tüllmann"
              ],
              "affiliation": "Universität Münster, Deutschland"
            },
            {
              "title": "Das Projekt „Sorbische Kulturdenkmale in Sachsen“ an der Schnittstelle zu nachhaltigen Forschungsdateninfrastrukturen",
              "abstract": "Das Forschungsprojekt “Sorbische Kulturdenkmale in Sachsen. Entwicklung einer virtuellen Arbeitsumgebung für ihre digitale Erfassung und Präsentation” entwickelt eine Plattform für die digitale Dokumentation und Präsentation sorbischer Kulturdenkmale. Dabei ist es zum einen Teil eines sich im Entstehen befindenden Sorbischen Kulturregisters (SKR), eines digitalen Katalogs, der das Kulturerbe der Sorben und Wenden umfassen wird. Zum anderen ist es ein Teilprojekt von DIKUSA - „Vernetzung digitaler Kulturdaten in Sachsen“, einem Verbundprojekt der sechs außeruniversitären geisteswissenschaftlichen Forschungseinrichtungen in Sachsen.\nDie konkrete Umsetzung des Forschungsprojekts und dessen Kooperation und Integration mit den Infrastrukturprojekten, sowie deren jeweilige technische Grundlagen, sind Thema dieses Posters. Wir fokussieren dabei auf die technische Umsetzung am Schnittpunkt nachhaltiger Forschungsdateninfrastrukturen. Dabei richtet sich die Implementierung in puncto Datenmodellierung und Definition von Austauschformaten maßgeblich nach den Gegebenheiten der in den Infrastrukturen verwendeten Standards, Schnittstellen und Workflows und versucht gleichzeitig zukünftige Integrationsaufwände gering zu halten.",
              "authors": [
                "Dirk Goldhahn",
                "Alf-Christian Schering",
                "Peter Mühleder",
                "Franziska Naether"
              ],
              "affiliation": "Sächsische Akademie der Wissenschaften zu Leipzig, Deutschland; Serbski institut / Sorbisches Institut Bautzen"
            },
            {
              "title": "OER-Materialien zur Einführung in die Digital Humanities",
              "abstract": "Im Rahmen des UA-Ruhr-Zertifikats \"Digital Humanities\" wurden an der Ruhr-Universität-Bochum drei Moodle-Selbstlernkurse als OER erstellt.\n1. Computer Basics: Erlernen grundlegender Computerkenntnisse, um alle Studierenden auf einen vergleichbaren Stand zu bringen.\n2. DH Flavors: Ein Einblick in verschiedene DH-Projekte, aufgeschlüsselt nach Fach-/Studienrichtungen\n3. DH Toolbox: Ein Überblick über eine Bandbreite von Werkzeugen der DH aufgeteilt in Digitalisieren, Sammeln & Konvertieren, Aufbereiten & Annotieren, Analysieren, Visualisieren, sowie Veröffentlichen & Archivieren.\nDas Poster stellt die drei Kurse vor und zeigt Möglichkeiten zur Einbindung in die eigene Lehre auf.",
              "authors": [
                "Oliver Deck",
                "Anne Heilig"
              ],
              "affiliation": "Ruhr-Universität-Bochum, Deutschland"
            },
            {
              "title": "DHInfra.at: A Shared and Federated Infrastructure for the Austrian Digital Humanities",
              "abstract": "As Digital Humanities research expands beyond text, the demand for specialized computational infrastructure—for machine learning, large-scale data storage, and advanced imaging—is growing rapidly. Individual institutions often struggle to meet this need. The Austrian DHInfra.at project addresses this gap by establishing a national, shared, and federated infrastructure. Led by the University of Graz and supported by nine partner institutions, the project provides researchers with location-independent access to key resources. These include high-performance GPU clusters for AI applications, distributed repositories for long-term data availability, mobile data capture equipment, and Infrastructure-as-a-Service. Governed by CLARIAH-AT, DHInfra.at aims to democratize access to state-of-the-art tools, foster collaboration, and empower innovative, data-intensive humanities research across Austria. This poster will present the project's federated structure, its core services, and its significance for the DH community.",
              "authors": [
                "Florian Atzenhofer-Baumgartner"
              ],
              "affiliation": "Karl-Franzens-Universität Graz, Österreich"
            },
            {
              "title": "Mehr Text! Mehr Daten! Das Kreativitätsduell als transmodales Game with a Purpose zur Datenerhebung für die textwissenschaftliche Kreativitätsforschung",
              "abstract": "Das Kreativitätsduell ist ein interaktives Tool zur Datenerhebung im Rahmen von Citizen Science in der textwissenschaftlichen Kreativitätsforschung. Ein interessiertes Publikum wird eingeladen, unter dem Motto „Wer ist kreativer – die KI oder ich?“ möglichst kreative Äußerungen zu produzieren. Die semantische Distanz der produzierten Sätze zu von ChatGPT generierten Sätzen dient als Approximation für Originalität und wird den Teilnehmenden als Punktzahl zurückgegeben. Durch gezielte Gamification-Elemente, wie das Punktesystem und visuelles Feedback für besonders kreative Beiträge, soll die Motivation der Spielenden gesteigert und die Datenqualität verbessert werden. Das Tool bietet ein leicht zugängliches Format für wissenschaftliche Datenerhebung. Ziel ist es, auf spielerische Art kreative sprachliche Äußerungen einer breiten Bevölkerung zu sammeln, die als Datengrundlage für Folgestudien im breiteren Kontext der Digital Humanities dienen können. Das Spiel wird im Rahmen des GENIALE-Festivals in der Wissenswerkstadt Bielefeld vorgestellt.",
              "authors": [
                "Emilie Sitter",
                "Karoline Rehage",
                "Berenike Herrmann"
              ],
              "affiliation": "Universität Bielefeld, Deutschland"
            },
            {
              "title": "Nicht nur Namen und Orte: Warum historische Annotation mehr kann (und soll)",
              "abstract": "Dieses Poster präsentiert das Berner (früh-)Neuhochdeutsche Annotationsschema (BeNASch). Nach BeNASch werden nicht nur Referenzen auf bestimmte Entitäten wie Personen, Orte und Organisationen vermerkt, sondern durch einen verschachtelten Aufbau auch Informationen dazu, auf welche Weise jene Entitäten erwähnt werden, z.B. durch Namen, Beruf oder Lage. Zusätzlich ist BeNASch darauf ausgelegt, ebenfalls Beziehungs- und Ereignisannotationen zu ermöglichen, wenn diese gewünscht werden.\nWir argumentieren, dass eine komplexere Annotation, welche mehr Informationen festhält, trotz des grösseren Arbeitsaufwandes gerechtfertigt sein kann.\nBeNASch ist derzeit in zwei grösseren Forschungsprojekten im Einsatz und ermöglicht dort strukturierte und und detaillierte Analysen.",
              "authors": [
                "Ismail Prada Ziegler",
                "Dominic Weber"
              ],
              "affiliation": "Universität Bern, Switzerland"
            },
            {
              "title": "SODa Semantic Co-Working Space – Ein Werkzeugkasten für den gesamten sammlungsbezogenen Forschungsdatenlebenszyklus",
              "abstract": "Daten treten in sehr heterogenen Formen auf und durchlaufen diverse Stadien in denen sie von Forschenden bearbeitet oder genutzt werden. Die passenden Werkzeuge für diesen vielseitigen Umgang mit Forschungsdaten zu finden, ist komplex und bedarf einer adäquaten technischen Infrastruktur, die Orientierung bietet. In diesem Poster wird der Semantic Co-Working Space (SCS) als Produkt des Verbundprojekts SODa (Sammlungen, Objekte, Datenkompetenzen) vorgestellt. Die Webapplikation vereint etablierte Werkzeuge zu einem interoperablen System, um Forschende bei der Arbeit mit Sammlungsdaten entlang des gesamten Forschungsdatenlebenszyklus zu unterstützen. Der SCS ermöglicht kollaboratives Arbeiten, das nicht an lokale Infrastrukturen oder spezialisiertes technisches Wissen gebunden ist. Damit wird FAIRes Forschungsdatenmanagement sowie die Publikation von Linked Open Data in wissenschaftlichen Sammlungen gefördert.",
              "authors": [
                "Julia Neubauer",
                "Robert Nasarek"
              ],
              "affiliation": "Germanisches Nationalmuseum Nürnberg, Deutschland"
            },
            {
              "title": "Status quo: geschichtswissenschaftliche Forschungsdaten in Repositorien – Auf der Suche nach einem repräsentativen Querschnitt",
              "abstract": "Das Poster gibt einen Einblick in die Anforderungsanalyse für die NFDI4Memory Ontologie (MemO), zu der das präsentierende Team an der Bayerischen Staatsbibliothek (BSB) im Aufgabenbereich „Data Connectivity“ des NFDI4Memory-Konsortiums kontinuierlich beiträgt. MemO wird am FIZ Karlsruhe als ein domänenspezifisches Erweiterungsmodul zur NFDIcore Ontology entwickelt und dient als Basis für den graphbasierten Index des NFDI4Memory Data Space.\nAls einen Baustein, um die Domänenanforderungen zu ermitteln, erstellt das BSB-Team derzeit eine Übersicht von in re3data verzeichneten Forschungsdatenrepositorien, die Daten aus geschichtswissenschaftlichen Forschungskontexten enthalten. Daraus werden heterogene (Meta-)Datenbeispiele selektiert. Ziel ist es, ein möglichst umfassendes Spektrum von Forschungsdaten, die bereits verstreut für historisch arbeitende Geisteswissenschaften zur Verfügung stehen, abzuleiten. Das Poster setzt sie in Beziehung zu domänenspezifischen Competency Questions (CQ). Erste Ergebnisse, eine Zusammenstellung von gängigen Daten- und Dateiformaten, von (Meta-)Datenbeispielen aus Forschungsdatenrepositorien und sie verbindenden Informationskategorien mit Relevanz für die Geschichtswissenschaft sollen präsentiert werden.",
              "authors": [
                "Marta Koscielniak",
                "Arnošt Štanzel"
              ],
              "affiliation": "Bayerische Staatsbibliothek, Deutschland"
            },
            {
              "title": "Nicht nur Text, nicht nur Daten – auch Rechte!",
              "abstract": "Das Deutsche Kunstarchiv im Germanischen Nationalmuseum zählt zu den größten Nachlassarchiven im Bereich der Bildenden Kunst im deutschsprachigen Raum.\nDie mehrheitlich unikalen Unterlagen sind inhaltlich und medial weit gefächert und für viele Forschungszweige von großer Bedeutung. Um eine ortsungebundene Forschung an den Archivalien zu ermöglichen, hat die digitale Verfügbarkeit hohe Relevanz. Archive stehen somit in der Pflicht, ihre Bestände für die Öffentlichkeit entsprechend nutzbar zu machen.\nNicht alle im Archiv gespeicherten Daten können uneingeschränkt öffentlich zugänglich gemacht werden. Es gibt rechtliche Beschränkungen, die dem entgegenstehen, woraus sich spezielle Anforderungen an die Nutzung ganzer Bestände oder einzelner Konvolute ergeben. Die bestehenden rechtlichen Regelungen behindern die unkomplizierte Online-Verfügbarkeit aller erschlossenen Archivdaten.\nUm eine Forschung an diesen Quellen zu ermöglichen, ohne den rechtlichen Rahmen zu verletzen, fördert die Deutsche Forschungsgemeinschaft ein zweijähriges Pilotprojekt zu „noch rechtebewehrten Objekten“. Das DKA erarbeitet mithilfe von CIDOC CRM und einer REL eine webbasierte Lösung.",
              "authors": [
                "Kathrin Fischeidl",
                "Katharina Hefele"
              ],
              "affiliation": "Germanisches Nationalmuseum, Deutschland"
            },
            {
              "title": "Wissen FAIR vernetzt: Cross-Walks zwischen der Linked Open Data Cloud und dem Object Core Metadata Profile im NFDI Ecosystem",
              "abstract": "Der Einsatz digitaler Werkzeuge in den Humanities ist bereits seit geraumer Zeit etabliert, dennoch ergeben sich aufgrund der ausgeprägten methodischen Diversität der unterschiedlichen Domänen individuelle Anforderungen bei der systematischen Datenintegration, Datenharmonisierung und Datenbereitstellung. Für die Erschließung, Sicherung und Wiederverwendung heterogener Fachdaten sind strukturierte Terminologien und Community-Standards unerlässlich. Konservierung-Restaurierung ist ein Element der NFDI4Objects Objektbiografie, wobei solche Daten bisher eher in unstrukturierter Weise in isolierten System erfasst wurden. In NFDI4Objects werden daher Metadatenstandards und Ontologien für die interoperable Bereitstellung dieser wertvollen Ressourcen ausgearbeitet. Zur semantischen Harmonisierung dieser Daten wird eine Referenzarchitektur auf Basis von Linked Open Data entwickelt. Zentrale Elemente sind dabei das Object Core Metadata Profile, das domänenspezifische Metadaten mit dem NFDI Core Metadata Profile verknüpft und die Material Cultural Heritage Crosswalk Ontology (MaCHeCO).",
              "authors": [
                "Florian Thiery",
                "Anja Gerber",
                "Kristina Fischer",
                "Lasse Mempel-Länger"
              ],
              "affiliation": "Leibniz-Zentrum für Archäologie (LEIZA); Klassik Stiftung Weimar, Deutschland"
            },
            {
              "title": "Das Format „Data Challenges“ des Datenkompetenzzentrums HERMES - Eine Strategie zum Fördern der Best-Practices in der GLAM-IT-Wissenschaft-Kooperation",
              "abstract": "Das Datenkompetenzzentrum HERMES hat das Format „Data Challenges“ entwickelt, um eine Lücke zwischen GLAM-Institutionen, den Digital Humanities sowie der IT und Datenwissenschaft zu schließen. Diese Lücke zeigt sich einerseits in der einseitigen Nutzung von Daten durch Forschende, ohne Rückmeldungen zur Datenqualität zu geben, und andererseits in der Entwicklung von Software durch IT-Fachkräfte, bei der die Bedürfnisse der Forschenden häufig unberücksichtigt bleiben. Ziel der Data Challenges ist es, Best Practices für die interdisziplinäre Zusammenarbeit zu etablieren und die Nachhaltigkeit der Ergebnisse zu sichern. Hierfür werden sorgfältig kuratierte Datensätze aus GLAM-Institutionen verwendet, etwa Zeitungs- oder audiovisuelle Daten. Jede Challenge behandelt entweder eine wissenschaftliche Fragestellung oder zielt auf die Entwicklung eines digitalen Tools ab, um konkrete Produkte oder Analysen mit direktem Mehrwert für die beteiligten Institutionen zu schaffen. HERMES fördert die Zusammenarbeit zwischen den Teilnehmenden und den datengebenden Einrichtungen, sodass die entwickelten Lösungen langfristig gemeinsam weiterentwickelt und gepflegt werden können.",
              "authors": [
                "Golnaz Sarkar Farshi",
                "Robert Zwick"
              ],
              "affiliation": "Philipps-Universität Marburg, Deutschland; Hochschule Mainz"
            },
            {
              "title": "One Genre, Many Formalisms: On Formulaic Language in Pre-Modern Chinese Mathematical Texts",
              "abstract": "Certain technical genres such as mathematical texts are commonly assumed to exhibit patterns of formulaic language use. However, it is difficult to precisely assess to what extent this is actually true, and if so, how such patterns do manifest themselves. In this project, we make use of a computational suite of tools developed by Richard Forsyth, formulib, that is designed to quantify and analyze formulaic language, applying it to pre-modern Chinese mathematical texts, a genre where detecting the prevalence of formulaic patterns is particularly relevant. Our findings reveal that mathematical texts are indeed more formulaic than other genres, but that particular formulaic sequences are mostly limited to single works, i.e. that individual authors used formulaic language to different extents and in different ways.",
              "authors": [
                "Florian Keßler",
                "Diane Donner",
                "Shuyi Li"
              ],
              "affiliation": "FAU Erlangen-Nürnberg, Deutschland"
            },
            {
              "title": "6 Jahre DFG-Schwerpunktprogramm \"Computational Literary Studies\"",
              "abstract": "Die Computational Literary Studies (CLS) sind ein Teilbereich der Digital Humanities, in dem computationelle Verfahren für literaturwissenschaftliche Fragestellungen eingesetzt werden. Das DFG-Schwerpunktprogramm (SPP) \"Computational Literary Studies\" startete 2020 mit dem Ziel die CLS im deutschsprachigen Raum zu fördern, in der Forschungslandschaft zu etablieren und die Forschenden aus diesem Feld untereinander zu vernetzen. In zwei Förderperioden von jeweils drei Jahren wurden insgesamt 18 Forschungsprojekte gefördert, drei weitere wurden als assoziierte Projekte in die Aktivitäten des SPP integriert.\nDieses Poster will einen Überblick über die Projekte und Aktivitäten des SPP, seine Ergebnisse und prägende Entwicklungen im Bereich der CLS in den letzten sechs Jahren geben.",
              "authors": [
                "Steffen Pielström",
                "Kerstin Jung",
                "Patrick Helling"
              ],
              "affiliation": "Universität Würzburg, Germany; Universität Stuttgart; Universität zu Köln"
            },
            {
              "title": "Sehen Lernen. Bildkompetenz zwischen Mensch und Maschine",
              "abstract": "Bei „Sehen Lernen” handelt es sich um ein Lehrprojekt, in dem Studierenden verschiedener Fachrichtungen anhand ausgewählter Beispiele Bild-, Medien- und KI-Kompetenzen vermittelt werden. Um die Wirkmacht von Bildern vor dem Hintergrund der rasanten Entwicklung von KI-Technologien zu demonstrieren, wird die menschliche Wahrnehmung auf explorative und spielerische Weise der algorithmischen Verarbeitung durch den Computer gegenübergestellt.\nDie Lehreinheiten sind dabei in zwei Blöcke strukturiert. Im ersten Block werden am alltagsnahen Beispiel „Filmplakate“ die Grundlagen von visueller Kommunikation und des maschinellen Lernens thematisiert. Welche Bildeigenschaften gibt es und wie müssen sie für die Verarbeitung mit KI übersetzt werden? Im zweiten Block findet eine Transferleistung auf weitere Fallstudien unterschiedlicher Anwendungsfächer statt, sowie die Erkundung von Anwendungsfälle für KI, wie zum Beispiel Object-Detection und Bildgeneration. Darüber hinaus bietet „Sehen Lernen” auch eine Ressourcensammlung von Tools, Modellen und Datensätzen, sodass Studierende die Plattform auch als Anlaufpunkt für ihre eigenen Projekte nutzen können.",
              "authors": [
                "Marta Kipke",
                "Firmin Forster",
                "Alexander Eric Wilhelm",
                "Martin Langner"
              ],
              "affiliation": "Georg-August-Universität Göttingen, Deutschland"
            },
            {
              "title": "Fluide Workflows für musikalische Skizzen – Zum Umgang mit einem komplexen Datenmodell",
              "abstract": "Im Beitrag geht es darum, wie verschiedene Werkzeuge ineinandergreifen, um ein komplexes Datenmodell zur Modellierung musikalischer Skizzen softwareseitig zu ermöglichen.",
              "authors": [
                "Johannes Kepper",
                "Kristin Herold",
                "Jan-Peter Voigt"
              ],
              "affiliation": "Universität Paderborn, Deutschland"
            },
            {
              "title": "Glaube, Liebe, Zukunftsangst - und Zimtkuchen. Ergebnisse einer szenenbasierten Analyse weiblicher Dialoge in GerDraCor mit dem Bechdel-Wallace-Test",
              "abstract": "Das Poster stellt eine Untersuchung der Repräsentation weiblicher Figuren in deutschsprachigen Dramen mithilfe einer Operationalisierung des Bechdel-Wallace-Tests vor. Grundlage ist das Korpus GerDraCor. Die Metadaten, Figurenverzeichnisse und die TEI kodierten Texte wurden über die DraCor-API automatisiert in Python ausgewertet. Über eine mehrteilige Filterung wurden Szenen identifiziert, die den Test möglicherweise bestehen: Zunächst wurden alle Dramen ausgeschlossen, die nicht mindestens zwei Frauen beinhalten. Anschließend wurden für die verbleibenden Texte diejenigen Szenen identifiziert, in denen ausschließlich Frauen auftreten. Diese wurden mit einer kuratierten Liste, die männliche Vornamen und männlich kodierte Substantive enthält, nach der Maßgabe gefiltert, ob sie Bezüge zu Männern enthalten. Die übrigen Szenen mit einer bestimmten Mindestlänge wurden abschließend manuell validiert. Einige irritierende Texte (bspw. Verkleidungsszenen) machten zudem die Erarbeitung von Leitlinien nötig. Nach dieser Operationalisierung bestehen 5% der Dramen in GerDraCor den Bechdel-Wallace-Test. Die behandelten Themen in den entsprechenden Szenen umfassen Religion, Beziehungen, Selbstreflexionen und den häuslichen Alltag.",
              "authors": [
                "Sören Barkey"
              ],
              "affiliation": "Universität Potsdam, Deutschland"
            },
            {
              "title": "Not only Text and Data but also Software. Modern Research Software Architecture for Legacy DH Projects. Travelogue Portals in Digital History. Showcasing the new digiberichte.de",
              "abstract": "Maintaining software projects over a longer period of time is challenging. Not only security fixes have to be applied, but from time to time new features need to be added, or the user interface need to be updated to fit more actual needs. We want to share our experience and strategy for a successful reengineering of legacy websites with “digiberichte.de” as an example. This poster aims to present the current version of the project and the web application that has been created based on the original research data. The web application provides KWIC access to the bibliographic data and the full texts of primary and secondary literature on the topic and draws the itineraries of travelers using modern web mapping technology. We see digiberichte.de as a testimony of the evolution of RSE in the last twenty years",
              "authors": [
                "Jörg Wettlaufer",
                "Eduard S. Lukasiewicz"
              ],
              "affiliation": "Niedersächsische Akademie der Wissenschaften zu Gö, Deutschland; Independent IT Consultant"
            },
            {
              "title": "Data Literacy lehren und lernen: Der Data Literacy Learning Hub von NFDI4Memory",
              "abstract": "Die Informations-, Lern- und Lehrplattform “HistoFOX” des NFDI4Memory-Konsortiums ist ein digitales Angebot zur Förderung von Datenkompetenzen in historisch arbeitenden Disziplinen. Sie richtet sich an Lehrende und Lernende und basiert auf der Infrastruktur des Open Encyclopedia Systems. Der HistoFOX umfasst verschiedene eng verknüpfte Bereiche: einen interaktiven Selbstlernkurs zu Datenkompetenzgrundlagen, didaktisierte Beispieldatensätze aus der geisteswissenschaftlichen Forschung und eine systematische Übersicht relevanter Ressourcen wie Software und Checklisten. Durch die modulare, aber vernetzte Struktur entstehen verschiedene Zugangspunkte, die sich wechselseitig ergänzen. Das Poster stellt die inhaltliche Struktur des HistoFOX vor. Es zeigt exemplarisch, wie historisch arbeitende Disziplinen von einem modularen, praxisorientierten und offen zugänglichen Lernangebot profitieren können. Ziel ist es, Datenkompetenzen nicht als Zusatzthema, sondern als integralen Bestandteil wissenschaftlicher Aus- und Weiterbildung zu verankern und so nachhaltige Zugänge zum Umgang mit digitalen Forschungsdaten zu schaffen.",
              "authors": [
                "Laura Döring",
                "Anne Voigt"
              ],
              "affiliation": "Universität Trier, Deutschland; Freie Universität Berlin, Deutschland"
            },
            {
              "title": "Materi-A-Net",
              "abstract": "Gegenstand des Beitrags ist das DFG-ANR-Projekt Materi-A-Net, das in einer Kooperation der Kölner Kunstgeschichte, des BRGM Orléans sowie des Cologne Center for eHumanities anhand von ausgewählten Alabaster-Skulpturen die Handlungsmacht der künstlerischen Materialien als Faktor in den grenzüberschreitenden deutsch-französischen kulturellen Netzwerken untersucht. Im Zentrum stehen dabei nicht nur die menschlichen Akteure, sondern der Rohstoff Alabaster selbst. Ausgehend von der Akteur-Netzwerk-Theorie (ANT) nach Bruno Latour wird das Material hier als Akteur verstanden, der gleichberechtigt zu Personen, Orten und Ereignissen als gestaltendes Element für das Verständnis von Kulturtransfer- und Produktionsprozessen auftritt. Das Poster fokussiert den Workflow und die technische Umsetzung des Projekts und präsentiert beispielhafte Analysen, die auf Grundlage der im Projekt vorgenommenen Datenmodellierung entstanden sind.",
              "authors": [
                "Aleksandra Lipinska",
                "Wolfram Kloppmann",
                "Undine Doemling",
                "Jonathan Blumtritt",
                "Claes Neuefeind",
                "Tobias Mercer"
              ],
              "affiliation": "Uni Koeln, Germany; BRGM Orléans"
            },
            {
              "title": "Nicht nur Daten, nicht nur Algorithmen? Akzeptanz als Basis des community-gesteuerten Aufbaus von DH-Infrastrukturen – Das Projekt „SHare-DH\"",
              "abstract": "Das Projekt “SHare-DH - synergetische DH-Infrastrukturen in Schleswig-Holstein” stellt Akzeptanz gegenüber digitalen Methoden ins Zentrum des DH-Infrastrukturaufbaus. Dabei wird davon ausgegangen, dass eine solche Akzeptanz durch drei sich ergänzende Zugänge - \"understanding DH”, “reflecting DH” und “doing DH” erreichbar ist. Neben modularen, gemeinsam mit der Fachcommunity entwickelten Lernbausteinen (“understanding DH”) fokussiert das Projekt auf (inter)disziplinäre Selbstreflexion (“reflecting DH”, u. a. über eine Ringvorlesung zum Verhältnis digitaler Methoden zu gewachsenen Meister- und Metanarrativen) sowie niedrigschwellige Praxisformate zu Digital-Humanities-Tools wie Nodegoat (“doing DH”). SHareDH erweitert damit gängige Infrastrukturverständnisse um eine kritische, epistemologische Perspektive und adressiert DH als Herausforderung und Chance für fächerübergreifende Zusammenarbeit und nachhaltige Digitalisierung geisteswissenschaftlicher Forschung und Lehre in Schleswig-Holstein.",
              "authors": [
                "Patrick Nehr-Baseler",
                "Philipp Scheinert",
                "Andreas Christ",
                "Bastian Voigtmann-Meising"
              ],
              "affiliation": "Christian-Albrechts-Universität zu Kiel, Deutschland; Europa-Universität Flensburg, Deutschland"
            },
            {
              "title": "Strickpulli – Flechtkorb – slave beads. Herausforderungen an die Entwicklung von Datenmodellen im Projekt Prize Papers",
              "abstract": "Das Poster visualisiert die Rolle von Materialität in der Digitalisierung und Erschließung heterogener, zum Teil ethisch sensibler Bestände. Dabei zeigt es die Herausforderungen an die Erschließung und Entwicklung von Datenmodellen am Beispiel des Projekts Prize Papers. Ein Ziel des Projekts ist die Entwicklung eines Materialitätsdatenmodells für die strukturierte Erfassung und Darstellung der Artefakte des Bestands, um diese mit weiteren Datensätzen des Projekts verknüpfbar zu machen.",
              "authors": [
                "Simone Franz",
                "Frank Marquardt-Schleffler"
              ],
              "affiliation": "Carl von Ossietzky Universität Oldenburg, Deutschland"
            },
            {
              "title": "Raum-Daten und Daten-Räume: Der digitale Zwilling des Deutschen Museums als nachhaltige Forschungsinfrastruktur",
              "abstract": "Der Beitrag zeigt die digitalen Zwillinge des Deutschen Museums als interdisziplinäre Forschungsinfrastruktur für digitales Kulturerbe. Frühere Scans konservieren historische Zustände vor der laufenden Generalsanierung (2015–2020) und ermöglichen so diachrone Studien zur Transformation musealer Räume und materieller Kultur. Seit 2015 auch als virtueller Rundgang genutzt, sind bereits über 200.000 Besuche verzeichnet.\nAus 1 Milliarde Scanpunkten und 1.500 360° Panoramen entstand 2024 ein weiteres 3D-Modell der neu gestalteten Ausstellungen. Dabei dienen Punktwolken selbst als räumliches Forschungsobjekt: Durch Einbettung semantischer Metadaten und Objektbilder via API zum Portal „Deutsches Museum Digital“ wird der Messdatensatz nach dem „Memory Twin“-Konzept zum Wissensraum.\nDas Poster dokumentiert den Workflow von der Datenerzeugung über Qualitätssicherung bis hin zur Schnittstellennutzung. Perspektivisch sind KI-gestützte Touren zur personalisierten Wissensvermittlung sowie die Integration von IoT-Sensoren zur Echtzeit-Datenerhebung denkbar. Der digitale Zwilling ist so kein abgeschlossenes Endprodukt, sondern ein nachhaltiges Fundament, das die Datenerzeugung an den Anfang stellt und zukünftige, noch nicht antizipierte Forschungs und Vermittlungsfragen ermöglicht.",
              "authors": [
                "Maximilian Reimann"
              ],
              "affiliation": "Deutsches Museum, Deutschland"
            },
            {
              "title": "„Man will ja auch irgendwie impressen”: Erfahrungsbericht einer Mockkonferenz als Prüfungsformat für ein Digital Humanities Forschungsseminar",
              "abstract": "Wie können Prüfungsformate gestaltet werden, die Studierende motivieren und Wissenschaft als Praxis erfahrbar machen? Im Forschungsseminar Digital Humanities (B.Sc., Universität Leipzig) haben wir im Wintersemester 2024/25 eine Mockkonferenz als Prüfungsformat erprobt. Die Studierenden übernahmen dabei wechselnde Rollen: Sie verfassten ein Peer Review zu einem Fachartikel, bereiteten einen anderen Artikel als Konferenzvortrag auf, präsentierten diesen im Rahmen einer simulierten wissenschaftlichen Tagung und stellten sich den Fragen ihrer Kommiliton:innen. Das Setting zielte auf eine realitätsnahe Lernerfahrung, förderte zentrale wissenschaftliche Kompetenzen und wurde von den Studierenden sehr positiv bewertet. Sie berichteten von vertieftem Fachverständnis, erhöhter Motivation und einer als respektvoll und gemeinschaftlich empfundenen Prüfungsatmosphäre. Auch aus Sicht der Lehrenden zeigte sich ein klarer Mehrwert gegenüber klassischen Referatsformaten. Unser Poster stellt das Konzept, den Ablauf sowie studentisches Feedback vor und versteht sich als Impuls für den Dialog über partizipative, praxisnahe Prüfungsformate in den Digital Humanities und darüber hinaus.",
              "authors": [
                "Vera Piontkowitz",
                "Nicolas Ruth"
              ],
              "affiliation": "Computational Humanities Group, Universität Leipzig"
            },
            {
              "title": "Vom Zugriffsdatum zur URN: Nachhaltiges Zitieren mit dem PWID Service",
              "abstract": "Das Poster stellt mit dem Persistent Web Identifier (PWID) ein standardisiertes Verfahren für das nachhaltige Zitieren von Webinhalten in den Geisteswissenschaften vor. Der PWID ist seit 2022 offiziell als URN bei der IANA registriert und ermöglicht die eindeutige Referenzierung archivierter Webseiten. Im Zentrum steht das PWID Service der Österreichischen Nationalbibliothek, ein frei zugängliches Online-Tool samt API, das die Erstellung und Nutzung von PWIDs unterstützt. Ziel des Posters ist es, das Bewusstsein dafür zu stärken, dass Webquellen nicht mehr lediglich mit URL und Zugriffsdatum zitiert werden sollten. Stattdessen sollten sie möglichst vorab archiviert und dann mithilfe eines PWID korrekt referenziert werden. Der Beitrag richtet sich an Forschende, Lehrende und Studierende, die mit digitalen Ressourcen arbeiten, und gibt konkrete methodische Empfehlungen für die Anwendung in der Praxis. Damit leistet das Poster einen Beitrag zur digitalen Nachhaltigkeit und zur Weiterentwicklung wissenschaftlicher Zitierstandards in den Geisteswissenschaften.",
              "authors": [
                "Andreas Predikaka",
                "Antares Reich"
              ],
              "affiliation": "Österreichische Nationalbibliothek, Österreich"
            },
            {
              "title": "Agenten im Dienst der Edition: Dialogische Zugänge zu digitalen Editionen mittels Model Context Protocol (MCP) basierten KI-Agenten",
              "abstract": "In TEI-XML kodierte digitale Editionen enthalten eine semantische Tiefe, die durch traditionelle Web-Interfaces oft nur unzureichend erschlossen wird. Starre Suchformulare und Ergebnislisten behindern explorative, von Neugier getriebene Forschungspraktiken. Dieser Beitrag erprobt einen Ansatz, diese Lücke mit autonomen KI-Agenten zu schließen, die unter Verwendung des Model Context Protocol (MCP) als Vermittler zwischen Nutzeranfragen und kuratierten Werkzeugen fungieren.\nDie vorgestellte Entwicklung ermöglicht es Sprachmodellen, direkt auf digitale Editionen in eXistDB-Datenbanken zuzugreifen. Anstatt Antworten frei zu generieren, werden natürlichsprachliche Anfragen in präzise, strukturierte Funktionsaufrufe übersetzt, etwa um Bestände zu durchsuchen, Briefe zu filtern oder Personennetzwerke zu analysieren. Die so erlangten Informationen können dann für die fundierte Beantwortung der ursprünglichen Anfrage genutz werden.\nEin prototypischer MCP-Server für die Briefedition „schleiermacher digital\", die Quellensammlung „Praktiken der Monarchie\" und das Recherchetool „correspSearch\" der BBAW demonstriert diesen Ansatz: Forschende können in einem dialogischen Interface nahtlos zwischen verschiedenen Editionen wechseln und so Zusammenhänge natürlichsprachig erkunden.",
              "authors": [
                "Tim Westphal"
              ],
              "affiliation": "Berlin-Brandenburgische Akademie der Wissenschaften, Deutschland"
            },
            {
              "title": "‚Hoppla, die Indices!‘ Eine graphentheoretische Auswertung von Literaturstiftungsarchivmaterial zur Annäherung an die literaturhistorische Praxisformation ‚Schweizer Nationalliteratur‘",
              "abstract": "Die Fallstudie konzentriert sich auf die netzwerkanalytische Auswertung von Archivindices der Schweizerischen Schillerstiftung sowie der Martin Bodmer Stiftung für einen Gottfried-Keller-Preis, die neben den Sender:innen und Empfänger:innen von Briefen und Telegrammen etc. auch Einladungen, Rezensionen und Auszahlungen nachhalten – und somit ein breites Spektrum von rekurrenten Handlungen, über die Akteur:innen des Schweizer Literaturbetriebs verknüpft sind.\nDie bis in das Jahr 1909 zurückreichenden Indices liegen als Durchschläge, handgeschriebene Aufstellungen und maschinengeschriebene Listen vor und wurden manuell digitalisiert, in eine Matrix überführt und als Netzwerk von Akteur:innen und Praktiken visualisiert und analysiert. Auf Basis von diesen heterogenen 'sparse data' wird herausgearbeitet, welche Akteur:innen auf welche Weise miteinander interagieren. Der Beitrag nähert sich einer datengetriebenen praxistheoretischen Untersuchung der Praxisformation 'Schweizer Nationalliteratur' als Netzwerk von Akteur:innen und Praktiken an und zeigt erste Befunde auf. Er möchte so einen empirischen und methodologischen Beitrag zu einer computationellen praxeologisch informierten Literaturgeschichte liefern.",
              "authors": [
                "Berenike Herrmann",
                "Robin-M. Aust"
              ],
              "affiliation": "Universität Bielefeld, Deutschland; Zeitschrift für Digitale Geisteswissenschaften (ZfdG.de), Herzog August Bibliothek Wolfenbüttel"
            },
            {
              "title": "Communitys als Baustein zur nachhaltigen Sicherung von Forschungssoftware am Beispiel von OES",
              "abstract": "Forschungssoftware in den Digital Humanities wird nach wie vor häufig im Rahmen von Projektvorhaben entwickelt. Mit deren Auslaufen entfallen personelle und finanzielle Ressourcen sowie organisationelle Einbettung, die die Software bis dato trugen. Was hingegen bleibt, ist der Wunsch bzw. die Notwendigkeit, die Open-Source-Software weiter verwenden zu können. Es gilt, nachhaltige Strukturen zu entwickeln, um Betrieb und Weiterentwicklung verwendeter Software zukunftsfähig zu gestalten und möglichst langfristig abzusichern.\nIm DFG-Vorhaben „Aufbau und Verstetigung einer Community für das Open Encyclopedia System (OES)“ erarbeiten wir derzeit in einem partizipativen, iterativen Prozess mit den Nutzenden tragfähige Strukturen sowie Kooperations- und Arbeitsformen für die nutzergetriebene Weiterentwicklung und dauerhafte Absicherung der Software. Das Poster stellt Ideen zur Struktur sowie erste Maßnahmen zum Aufbau der Community vor, die basierend auf einer umfassenden Umfeldanalyse in Form von Web- und Literaturrecherche sowie Interviews mit Anbietenden von DH-Forschungssoftware im Rahmen des DFG-Projekts entwickelt wurden.",
              "authors": [
                "Brigitte Grote",
                "Gesche Wahlen"
              ],
              "affiliation": "Freie Universität Berlin, Deutschland"
            }
          ]
        },
        {
          "time": "18:00",
          "title": "Empfang im Rathaus: City Hall Reception",
          "type": "Social Event",
          "location": "Wiener Rathaus"
        }
      ]
    },
    {
      "date": "2026-02-27",
      "day_label": "Freitag, 27. Februar 2026",
      "sessions": [
        {
          "time": "09:00–10:30",
          "session_id": "Freitag 1:1",
          "title": "Panel: Is there a Digital Art History at the DHd?",
          "type": "Panel",
          "location": "BIG Hörsaal",
          "authors": [
            {"name": "Jacqueline Klusik-Eckert", "affiliation": "HHU Düsseldorf"},
            {"name": "Julia Neubauer", "affiliation": "Germanisches Nationalmuseum Nürnberg"},
            {"name": "Peter Bell", "affiliation": "Philipps-Universität Marburg"},
            {"name": "Holger Simon", "affiliation": "Deutsches Bergbau-Museum Bochum"},
            {"name": "Sylvia Stegbauer", "affiliation": "Österreichische Galerie Belvedere, Belvedere Research Center"},
            {"name": "Chiara Zuanni", "affiliation": "Universität für Weiterbildung Krems"}
          ],
          "abstract": "Das Panel nimmt die Ergebnisse der Umfrage Is there a Digital Art Historian at the DHd? zum Ausgangspunkt, um die Präsenz kunsthistorischer Themen auf DHd-Jahrestagungen kritisch zu beleuchten. Diskutiert wird, inwieweit sich eine bild- und objektzentrierte Forschung in einer traditionell textbasierten DH-Landschaft behaupten kann. Die Panelist*innen thematisieren dabei Aspekte institutioneller Integration (Lehre, Professuren, Curricula), Community-Strukturen sowie Herausforderungen der internen Wissenschaftskommunikation – insbesondere vor dem Hintergrund fragmentierter sozialer Medien und schwach ausgeprägter Austauschformate.\nDas Panel dient als interdisziplinärer Diskussionsraum und richtet sich explizit an alle der DHd, explizit auch an Personen, die bisher einen großen Bogen um die Kunst- und Kulturwissenschaften gemacht haben. Ziel des Panels ist es, aus der internen sowie externen Perspektive auf eine Fachcommunity Handlungsperspektiven zu entwickeln, um die interdisziplinäre Wissenschaftscommunity DHd zu stärken."
        },
        {
          "time": "09:00–10:30",
          "session_id": "Freitag 1:2",
          "title": "Historical Perspectives",
          "type": "Vortragssession",
          "location": "Hörsaal 1",
          "chair": "Jörg Wettlaufer",
          "presentations": [
            {
              "title": "“I was JUST Cleopatra man” – ein quantitativer Zugang zu KI-generierten Geschichtsnarrativen und ihrer Rezeption auf TikTok",
              "abstract": "Die Social-Media-Plattform TikTok mit ihrem multimodalen user-generated content und ihrem personalisierten Empfehlungsalgorithmus bildet einen Rahmen dafür, wie Geschichtsbilder von nichtwissenschaftlichen Akteur*innen inszeniert und ausgehandelt werden. Im Kontext eines viralen Trends wurden dort im Frühjahr 2025 \"History-POVs\" verbreitet, mit Titeln wie \"POV: You wake up as Queen Cleopatra on her last day\", aber auch \"POV: You wake up in a concentration camp in World War 2\". Dieser Beitrag gibt sowohl einen Überblick zur Themenauswahl innerhalb des Trends als auch einen Einblick in seine Rezeption anhand zweier Fallstudien zur mittelalterlichen Pest und zum Holocaust. Der Fokus liegt auf quantitativer Methodik: Sowohl das Video- als auch das Kommentarkorpus werden computergestützt ausgewertet.",
              "authors": [
                "Nina Brolich",
                "Anna Neovesky"
              ],
              "affiliation": "Fachhochschule Erfurt; Universität Erfurt"
            },
            {
              "title": "Mapping Web Universe of the ZKM: Historical Reconstruction Based on the Internet Archive",
              "abstract": "This study explores the web presence of the Zentrum für Kunst und Medien (ZKM) as a case study in the historical reconstruction of virtual museums. Recognising institutional websites as part of born-digital heritage, it proposes a methodology to map the broader ‘web universe’ of cultural institutions based on data preserved in the Internet Archive. The approach combines automated, semi-automated, and manual methods, including URL and metadata extraction, digest-based filtering, and visual interface analysis. The resulting reconstruction identifies 74 subdomain websites created by ZKM between 1996 and 2025 and traces their emergence, lifespan, and disappearance. The findings expose a layered digital presence with a persistent foundational core and a dynamic periphery. The study also highlights significant gaps in web archiving, calling attention to the limitations of relying solely on archived data. The proposed methodology is scalable, adaptable, and intended as a model for future research in digital heritage and web history.",
              "authors": [
                "Povroznik Nadezhda"
              ],
              "affiliation": "Technische Universität Darmstadt, Germany"
            }
          ]
        },
        {
          "time": "09:00–10:30",
          "session_id": "Freitag 1:3",
          "title": "Texterkennung",
          "type": "Vortragssession",
          "location": "Hörsaal 2",
          "chair": "Cindarella Petz",
          "presentations": [
            {
              "title": "Der digitalisierte Adel: Wie sich das komplexe Layout eines historischen Adelsmagazins mit Transkribus bewältigen lässt",
              "author": "Christian Lendl",
              "affiliation": "Universität Wien, Österreich",
              "abstract": "Das Wiener Salonblatt war zwischen 1870 und 1938 das zentrale Gesellschaftsblatt der Habsburgischen Adelsgesellschaft und stellt mit über 2.700 Ausgaben eine wertvolle Quelle für die Analyse gesellschaftlicher Kommunikation dar. Eine automatisierte Auswertung ist aufgrund des komplexen und variierenden Layouts der Zeitschrift nur durch eine Kombination aus Layout- und Texterkennung möglich. Der Beitrag zeigt, wie die Plattform Transkribus für die strukturierte Erfassung dieses Korpus eingesetzt wird. Dabei kommen sogenannte Field- und Textmodelle zum Einsatz, die iterativ trainiert und evaluiert wurden. Herausforderungen wie Layoutwandel, Schriftadaptionen und fehlerhafte Scans werden ebenso thematisiert wie die praktischen Anforderungen an Modelltraining, Qualitätssicherung und Ressourceneinsatz. Der Beitrag bietet darüber hinaus methodische Einblicke in die digitale Erschließung komplexer historischer Periodika und deren Potenzial für die Forschung in den Digital Humanities.",
              "authors": [
                "Christian Lendl"
              ]
            },
            {
              "title": "Multimodale Sprachmodelle zur Handschriftenerkennung und TEI-Auszeichnung: Ansatz, Workflow, Evaluation",
              "authors": [
                "Gerrit Brüning",
                "Katharina Hofmann-Polster",
                "Felix Schenke"
              ],
              "affiliation": "Klassik Stiftung Weimar, Deutschland",
              "abstract": "Der Beitrag untersucht den Einsatz multimodaler Sprachmodelle (MLLMs) zur Handschriftenerkennung (HTR) und TEI-Auszeichnung in editorischen Workflows. Bisherige Studien zeigen, dass MLLMs spezialisierter HTR-Software wie Transkribus besonders bei nicht-englischen Texten und deutscher Kurrentschrift unterlegen sind. Im Goethe- und Schiller-Archiv wurde ein Workflow entwickelt, der Transkriptionen aus MLLMs und etablierter HTR in einem weiteren Schritt MLLM-basiert zu einer optimierten Version zusammenführt und menschlicher Kontrolle zugänglich macht. Ein mehrstufiges Promptingverfahren soll unerwünschte LLM-induzierte Korrekturen reduzieren. Eine Evaluation mit Ground Truth aus zwei laufenden Projekten belegen, dass MLLMs allein unzureichend sind, in Kombination jedoch Vorteile gegenüber herkömmlicher HTR sowie Effizienzgewinne bieten könnten. Die TEI-Auszeichnung lässt sich in Teilen zuverlässig automatisieren. MLLMs können somit den editorischen Prozess beschleunigen. Mit der im Workflow eingebauten mehrstufigen und toolunterstützten menschlichen Kontrolle kann dies zugleich in methodisch vertretbarer Weise geschehen."
            },
            {
              "title": "Mehr als nur Textqualität: Ein hybrider, nachhaltiger und offener Ansatz zur KI-basierten Post-OCR-Korrektur mit multimodalen Foundation Models",
              "authors": [
                "Clemens Beck",
                "Christian Leiterer"
              ],
              "affiliation": "Friedrich-Schiller-Universität Jena, Deutschland",
              "abstract": "Der Beitrag stellt mit dem „OCR-Orchestrator“ ein innovatives, quelloffenes Werkzeug vor, das die visuelle Texterkennung multimodaler Large Language Models (LLMs) mit bestehenden OCR-Systemen (z. B. Tesseract) kombiniert, um fehlerhafte Textergebnisse aus historischen Dokumenten nachhaltig zu korrigieren. Statt rein linguistische Korrekturverfahren zu nutzen, setzt der Ansatz auf bildbasierte Transkription – besonders geeignet für Frakturschriften und typografisch komplexe Layouts.\nZentrale Merkmale sind:\nModularer Workflow: von hOCR-Extraktion über datenkomprimierte Modellinteraktion bis zur Rückintegration korrigierter Daten.\nSkalierbarkeit und Datenschutz: Unterstützung sowohl cloudbasierter als auch lokal gehosteter LLMs.\nFlexibilität und Integration: Kompatibel mit Formaten wie hOCR/ALTO XML, leicht in GLAM-Workflows integrierbar.\nEvaluation: Erste Tests zeigen bis zu 60 % Fehlerreduktion (CER) gegenüber Tesseract bei historischen Zeitungen.\nZukunftsfähigkeit: Durch Foundation Models verbessert sich der Workflow kontinuierlich mit jeder neuen Modellgeneration."
            }
          ]
        },
        {
          "time": "09:00–10:30",
          "session_id": "Freitag 1:4",
          "title": "Digitale Editionen II",
          "type": "Vortragssession",
          "location": "Hörsaal 3",
          "chair": "Marie-Christine Boucher",
          "presentations": [
            {
              "title": "Generische Editionen – Bottom up? Ein static-site-basiertes Template für die synoptische Darstellung der Textversionen von Wernhers driu liet von der maget – und anderer Texte.",
              "authors": [
                "Carl Friedrich Haak",
                "Gabriel Viehhauser",
                "Lydia Miklautsch",
                "Stephan Müller",
                "Peter Andorfer"
              ],
              "affiliations": [
                "Universität Wien",
                "ÖAW"
              ],
              "abstract": "Dieser Beitrag untersucht einen Bottom-up-Ansatz zur Entwicklung generischer Interfaces für digitale Editionen am Beispiel der synoptischen Darstellung mittellhochdeutscher Textzeugen. Digitale Editionen bieten zwar erhebliche Vorteile gegenüber Druckeditionen, insbesondere für die variantenreiche Überlieferung mittelalterlicher Texte, doch erschweren die hohe Wartungsintensität und Obsoleszenz maßgeschneiderter Interfaces ihre breite Akzeptanz. Zur Lösung dieses Problems schlagen wir ein teilgenerisches Modell vor, das zwischen Generalisierung und Individualisierung vermittelt und dabei spezifischen Domänen gerecht wird. Im Rahmen des Projekts wurde ein Prototyp-Interface modularisiert und in das DSE Static Cookiecutter-Framework integriert, um eine flexible und nachhaltige Implementierung zu ermöglichen. Das Interface erlaubt die synoptische Darstellung von Textzeugen mit frei wählbarer Auswahl, Reihenfolge und Zitierbarkeit, basierend auf Prinzipien des Minimal Computing. Ein Proof-of-Concept zeigte die Übertragbarkeit auf andere TEI-codierte Texte und unterstreicht das Potenzial für eine breitere Anwendung. Der Bottom-up-Ansatz betont praxisorientierte Abstraktion zur Schaffung wiederverwendbarer, domänenspezifischer Lösungen.",
              "affiliation": "Universität Wien, Österreich; ÖAW"
            },
            {
              "title": "Vom Close Reading zum Distant Reading bei der Erforschung paläographischer Besonderheiten in Torarollen",
              "authors": [
                "Laura Frank",
                "Katharina Hadassah Wendl",
                "Germaine Götzelmann",
                "Danah Tonne",
                "Annett Martini"
              ],
              "affiliations": [
                "Karlsruher Institut für Technologie",
                "Freie Universität Berlin"
              ],
              "abstract": "Die Virtuelle Torarolle ist ein digitales Forschungswerkzeug zur Analyse paläographischer Besonderheiten in mittelalterlichen Torarollen, insbesondere der dekorierten Buchstabenformen tagin und otijjot meshunnot. Durch manuelle Annotationen, ein strukturiertes Vokabular und ein webbasiertes Interface ermöglicht sie eine skalierbare Analyse – vom Close Reading einzelner Verse bis zum Distant Reading ganzer Textkorpora. Im Zentrum steht das Konzept des Scalable Viewing, das die interaktive Navigation zwischen Mikro- und Makroperspektive erlaubt. So lassen sich visuelle Muster, Schreibtraditionen und exegetische Zusammenhänge erkennen und kontextualisieren. Die Plattform bietet neue Forschungszugänge für Judaistik, Paläographie und Digital Humanities. Ein Fallbeispiel zu Genesis 41:45 illustriert das Potenzial der Methode. Die Virtuelle Torarolle verbindet hermeneutische Tiefe mit quantitativer Auswertung und eröffnet neue Perspektiven auf die Materialität heiliger Texte.",
              "affiliation": "Karlsruher Institut für Technologie, Deutschland; Freie Universität Berlin"
            },
            {
              "title": "Translations and the gender gap in the German National Library: A case study for women writers",
              "author": "Lisa Teichmann",
              "affiliation": "Univserity of Vienna, Austria",
              "abstract": "From the German National Library's (DNB) online catalogue, I curated a dataset of all translations between 1980 and 2020 by authors who have “female” as their gender tag in the Gemeinsame Normdatei (GND). My analysis shows that only 20% of the translations in my dataset are by authors tagged as “female”. The absence of women writers in the translated canon is therefore immediately apparent. How can we contextualize this gender gap in the national canon, and how can we make visible women writers and their role in the literary transfer of translations?\nIn this article, I address these questions and make the gender gap in the national canon of translation, as well as its women writers in the DNB, visible. By presenting new findings on the gender gap and drawing on bibliographic translation data and statistical analysis, my aim is to visualize the trajectories of women writers on the map of literary transfer.",
              "authors": [
                "Lisa Teichmann"
              ]
            }
          ]
        },
        {
          "time": "09:00–10:30",
          "session_id": "Freitag 1:5",
          "title": "Automatisierung und KI",
          "type": "Vortragssession",
          "location": "Hörsaal 5",
          "chair": "Nils Reiter",
          "presentations": [
            {
              "title": "LLM-Assisted Metadata Extraction and Normalization for Historical Correspondence: A Multi-Stage Pipeline Approach",
              "authors": [
                "Sabrina Strutz",
                "Martina Scholger",
                "Georg Vogeler"
              ],
              "affiliation": "Universität Graz, Österreich",
              "abstract": "This paper presents an LLM-assisted approach to automating metadata extraction from historical correspondence. The methodology was developed using the multilingual Joseph von Hammer-Purgstall correspondence collection (1774-1856), which presents typical challenges of historical documents including orthographic variations, archaic date formats, and contextual ambiguities.\nRather than relying solely on LLMs, the proposed multi-stage pipeline combines automated processing with established digital humanities standards. The system extracts core metadata elements (sender, addressee, date, location), links entities to authoritative databases like GND and GeoNames, and uses contextual analysis to resolve ambiguities based on historical context. The final output conforms to the Correspondence Metadata Interchange Format (CMIF) for integration with existing digital humanities platforms like correspSearch."
            },
            {
              "title": "Automatic Annotation and Modelling of Works in Eighteenth-Century (Music) Theatre",
              "authors": [
                "Selina Galka",
                "Diana Korol",
                "Ingeborg Zechner",
                "Jakob Leitner",
                "Véronique Braquet",
                "Georg Vogeler"
              ],
              "affiliation": "Karl-Franzens-Universität Graz, Österreich",
              "abstract": "This paper presents a hybrid approach to annotating and modeling references to theatrical works in eighteenth-century theatre chronicles. As part of the FWF-funded project GuDiE (2024–2028), a digital critical edition of the Gumpenhuber chronicles is being developed using TEI/XML, alongside an RDF database based on performing arts ontologies. Due to the fluid and hybrid nature of historical theatre practices—such as pasticcio or cross-genre adaptations—works are modeled not as abstract entities but as expressions enriched with content types (e.g., music, text, choreography). To support the annotation process, Large Language Models (LLMs) were used for semi-automatic Named Entity Recognition and linking to a curated authority register. Results show that LLMs can reduce manual effort, though challenges such as ambiguity, disambiguation, and prompt sensitivity remain. This contribution reflects on the methodological and ontological implications of combining structured data modeling with historical complexity in digital scholarly editing."
            },
            {
              "title": "Keyness Measures und BERTopic kombiniert: Eine Distinktivitätsanalyse von Subgenres des französischen Romans",
              "authors": [
                "Keli Du",
                "Julia Röttgermann",
                "Christof Schöch"
              ],
              "affiliation": "Universität Trier, Germany",
              "abstract": "Der vorliegende Beitrag stellt einen hybriden Analyseansatz vor, der word-embedding-gestützte Topic-Modeling-Verfahren mit Distinktivitätsmaßen kombiniert, um Textgruppen zu vergleichen. Wir haben ein Topic-Modell für eine Sammlung von 600 französischen Romanen trainiert, distinktive Topics für jedes Subgenre ermittelt und diese Topics dann mit manuell erstellten textuellen Gattungsprofilen verglichen, um die Leistung verschiedener Distinktivitätsmaße bei der Identifizierung von distinktiven Topics zu evaluieren."
            }
          ]
        },
        {
          "time": "11:00–12:30",
          "session_id": "Freitag 2:1",
          "title": "Panel: The Dark Sides of DH revisited: From Utopia to Reality",
          "type": "Panel",
          "location": "BIG Hörsaal",
          "authors": [
            {"name": "Matthias Arnold", "affiliation": "Central European University"},
            {"name": "Alíz Horváth", "affiliation": "Max Planck Institut für Wissenschaftsgeschichte"},
            {"name": "Sarah Lang", "affiliation": "Universität Heidelberg"},
            {"name": "Jonas Müller-Laackman", "affiliation": "SUB, Universität Hamburg"},
            {"name": "Torsten Roeder", "affiliation": "Uni Würzburg"}
          ],
          "abstract": "This proposal takes up the concept of the “dark sides of DH,” which emerged as a disciplinary discourse about ten years ago (cf. Chun et al. 2016). However, we now adopt this once specific concept as a lens through which to examine current challenges facing the field. At the same time, we see these concerns not only as important problems, but also as opportunities and new frontiers. They can therefore be reframed as the bright sides of DH, since we, as a field, are in a position to take positive and proactive action in response. After approximately 45 minutes of discussion, we will open the floor to the audience to encourage dialogue within the community about how we can best tackle these issues, together leaning into the bright-side potentials of our field."
        },
        {
          "time": "11:00–12:30",
          "session_id": "Freitag 2:2",
          "title": "Operationalisierung",
          "type": "Vortragssession",
          "location": "Hörsaal 1",
          "chair": "Evelyn Gius",
          "presentations": [
            {
              "title": "Zur Operationalisierung von Interpretation. Hypothesenentwicklung und -überprüfung in (computationeller) Literaturwissenschaft und Literaturdidaktik",
              "author": "Janina Jacke",
              "affiliation": "Christian-Albrechts-Universität zu Kiel, Deutschland",
              "abstract": "Der Beitrag geht von der Beobachtung aus, dass Reflexion und Operationalisierung von Interpretation ein gemeinsames Desiderat von Literaturtheorie, Computational Literary Studies und Literaturdidaktik darstellen. Es soll gezeigt werden, warum und wie die gründlichere Differenzierung und Integration der Entwicklung und Evaluation von Interpretationshypothesen in diesem Zusammenhang sinnvoll sein kann. Der Beitrag fordert dazu auf, Synergien zwischen den Teilfächern zu erkennen und künftig besser zu nutzen. Dazu wird zunächst die wissenschaftstheoretische Differenzierung von Entdeckungs- und Rechtfertigungskontext (inkl. Übertragung auf die Literaturinterpretation) nachgezeichnet. Anschließend wird gezeigt, welche Relevanz Interpretation (und spezifisch den genannten Teilprozessen) in CLS und Didaktik zukommt. Abschließend werden Anforderungen an eine integrative, anschlussfähige und praxisnahe Interpretationstheorie formuliert.",
              "authors": [
                "Janina Jacke"
              ]
            },
            {
              "title": "The Dialogue between Reason and Intuition in Contemporary Philosophy",
              "authors": [
                "Maximilian Noichl",
                "Simon DeDeo"
              ],
              "affiliations": [
                "Utrecht University",
                "Carnegie Mellon University"
              ],
              "abstract": "Philosophical reasoning involves an interplay between more-or-less general \"positions\" that one argues for, and the intuitions that come from specific examples. We use large-language models to study how this process unfolds across seventy years, and over 20,000 papers of English-language philosophy. We show how positions and examples co-evolve over time, with positions rising and falling more quickly against a backdrop of longer-lasting examples, how the field values a diversity of arguments more than a diversity of positions, but how individual philosophers are rewarded more for novel positions than novel examples, and how a novelty penalty occurs for philosophers who attempt to combine positions and examples in new ways. While we understand a great deal about how innovation works in the empirical sciences and popular culture, our work provides new insights into a form of reasoning that is central to the humanities, and takes a very different form.",
              "affiliation": "Utrecht University, Netherlands; Carnegie Mellon University, USA"
            },
            {
              "title": "Projektmanagement als Methode",
              "author": "Julia Alili",
              "affiliation": "Universität Trier, Deutschland",
              "abstract": "Digitale geisteswissenschaftliche Projekte sind zunehmend komplex und interdisziplinär, was neue Anforderungen an Projektorganisation, Doku-mentation und Teamarbeit stellt. Dennoch bleibt Projektmanagement in Forschung und Lehre häufig unterrepräsentiert. Dieser Beitrag schlägt ei-nen hybriden methodischen Ansatz vor, der agile Prinzipien mit Verfahren des Requirements Engineering verbindet, um Transparenz, Struktur und nachhaltige Nachnutzbarkeit in DH-Projekten zu fördern. Anhand eines praxisnahen Projektbeispiels wird gezeigt, wie sich soziale und technische Herausforderungen methodisch bewältigen lassen. Ergänzend wird kritisch reflektiert, dass Förderstrukturen wie bei der DFG die Projektleitung auto-matisch an Antragstellende koppeln – ein Modell, das der Realität interdis-ziplinärer Projektarbeit oft nicht gerecht wird. Vorgeschlagen wird, Projekt-leitungsrollen auszuschreiben und curriculare Module zu etablieren, um Absolvent:innen der Digital Humanities gezielt auf diese Verantwortung vorzubereiten. Damit wird Projektmanagement als integraler Bestandteil digitaler Forschung positioniert.",
              "authors": [
                "Julia Alili"
              ]
            }
          ]
        },
        {
          "time": "11:00–12:30",
          "session_id": "Freitag 2:3",
          "title": "Multimodalität",
          "type": "Vortragssession",
          "location": "Hörsaal 2",
          "chair": "Florian Windhager",
          "presentations": [
            {
              "title": "Transcribing the Untranscribable: Automating Recognition of Text and Image in Multimodal Medieval Manuscripts from Law to Divination",
              "authors": [
                "Nicolas Werner",
                "Elisa Cugliana"
              ],
              "affiliation": "Universität zu Köln, Deutschland",
              "abstract": "The transcription of medieval manuscripts with non-linear, non-sequential layouts in multimodal sources is a challenge where traditional Handwritten Text Recognition fails. This paper presents a methodology using Multimodal Large Language Models (MLLMs) for a holistic analysis of both text and image. Through case studies on an illustrated legal text (Sachsenspiegel) and a manuscript belonging to the \"sortes\" genre, we demonstrate MLLM-centric workflows for knowledge extraction and transcription. Our methods use MLLMs to describe and link illustrations to text, and to segment, rotate, complex layouts to transcribe illegible text to standard systems."
            },
            {
              "title": "Weaving Together What Belonged Together: A Multimodal Approach to a Joint Database of Tocharian Texts and Kucha Murals",
              "authors": [
                "Erik Radisch",
                "Hannes Fellner"
              ],
              "affiliations": [
                "Saxon Academy of Sciences in Leipzig",
                "University of Vienna"
              ],
              "abstract": "This paper presents a project that semantically links two historically intertwined but previously separate corpora: Tocharian Buddhist text and mural painting fragments from the kingdom of Kucha. By integrating the Comprehensive Edition of Tocharian Manuscripts (CEToM) and the Kucha Murals Information System (KMIS), we create the first bidirectional, queryable corpus of Buddhist visual and textual heritage from the Tarim Basin. Our approach is grounded in Linked Open Data principles, using SKOS-based ontologies to connect iconographic motifs, lexical items, and narrative structures across media. Case studies—including local adaptations of Jātaka tales and depictions of musical instruments—demonstrate how this multimodal integration enables new insights into religious transmission and cultural identity along the Silk Road. This project models how fragmentary cultural heritage can be reassembled through multimodal, semantic, and human-centered methods, offering new insights into Buddhist Central Asia and laying the foundation for a FAIR, ontology-driven infrastructure for future digital humanities research.",
              "affiliation": "Saxon Academy of Sciences in Leipzig; University of Vienna"
            },
            {
              "title": "Der Klang der Veden: Rezitationen vedischer Texte im VedaWeb",
              "authors": [
                "Claes Neuefeind",
                "Börge Kiss",
                "Antje Casaretto",
                "Pascal Coenen",
                "Daniel Kölligan",
                "Uta Reinöhl",
                "Anna Fischer",
                "Patrick Sahle"
              ],
              "affiliations": [
                "Universität zu Köln",
                "Universität Würzburg",
                "Universität Freiburg",
                "Bergische Universität Wuppertal"
              ],
              "abstract": "Gegenstand des Beitrags ist die Erweiterung der VedaWeb-Plattform um Audioaufnahmen von Rezitationen vedischer Texte. Das VedaWeb ist eine webbasierte Plattform zur Erforschung altindischer Texte, die seit 2017 im Rahmen von zwei konsekutiven DFG-LIS-Projekten etabliert wurde. Während die bisher rein textuelle Repräsentation bereits Untersuchungen über verschiedene linguistische Ebenen hinweg ermöglichte, einschließlich Morphologie, Morpho-Syntax und Semantik, eröffnet die Integration von Tonaufnahmen der vedischen Texte zusätzliche Analyseebenen und Forschungsperspektiven. Im Mittelpunkt steht dabei die einzigartige, über 3000 Jahre zurückreichende Tradition der mündlichen Überlieferung des Vedischen, die zum immateriellen Weltkulturerbe der UNESCO zählt. Die vorgestellten Arbeiten verstehen sich dabei auch als Diskussionsbeitrag zur Frage nach dem Mehrwert multimodaler Daten für die linguistische und philologische Forschung.",
              "affiliation": "Universität zu Köln; Universität Würzburg; Universität Freiburg; Bergische Universität Wuppertal"
            }
          ]
        },
        {
          "time": "11:00–12:30",
          "session_id": "Freitag 2:4",
          "title": "Datenmodellierung",
          "type": "Vortragssession",
          "location": "Hörsaal 3",
          "chair": "Frank Fischer",
          "presentations": [
            {
              "title": "Einsprachige Daten, vielsprachige Geschichte(n): Mehrsprachige Literaturgeschichte datenbasiert modellieren",
              "author": "Jana-Katharina Mende",
              "affiliation": "Martin-Luther-University Halle-Wittenberg, Deutschland",
              "abstract": "Nationalsprachige Literaturgeschichtsschreibung funktioniert als unmarkierte kulturelle Norm: Von der schulischen Literaturvermittlung über die universitären Fächer bis zur disziplinären Forschungspraxis wird Literatur entlang sprachlicher Grenzen organisiert. Computational Literary Studies können diese disziplinäre Grenzziehung sowohl hinterfragen als auch reproduzieren. Eine datengestützte Modellierung mehrsprachiger Literatur in der Geschichte positioniert sich durch ihren Gegenstand explizit außerhalb nationalsprachlicher Zuordnungen und legt dabei implizite Selektionsprozesse in Metadatensammlungen und Korpora offen. Dieser Beitrag erklärt die Fragestellung aus der Ausgangslage einsprachige Literaturgeschichtsschreibung und stellt konkrete Ergebnisse zu einer Modellierung historischer Mehrsprachigkeit in der Literatur anhand eines umfangreichen Datensatzes vor. Anhand dessen wird außerdem Mehrsprachigkeit im Kontext von LOD und Normdaten diskutiert.",
              "authors": [
                "Jana-Katharina Mende"
              ]
            },
            {
              "title": "Semantic Modelling of Intermedial and Intertextual References in Comics: A Case Study on Max Baitinger's Sibylla (2021)",
              "authors": [
                "Bernhard Oberreither",
                "Laura Untner",
                "Katharina Serles"
              ],
              "affiliations": [
                "Austrian Academy of Sciences",
                "Freie Universität Berlin",
                "University of Music and Performing Arts Vienna"
              ],
              "abstract": "This paper explores the epistemic potentials and methodological limitations of semantic modelling for representing complex intermedial and intertextual phenomena in literary artifacts, specifically, comics. Being the result of an interdisciplinary collaboration, the paper engages in a dialogue between close reading, formal modelling, and the utilisation of knowledge graphs for DH research. Using an analysis of the comic Sibylla (2021) by Max Baitinger as a case study, it aims to assess the degree to which semantic web technologies can constitute a framework for in-depth representation of ‘traditional’ humanities’ knowledge on literary and visual references while doing so in a structured and computable way. Can the promises of semantic modelling – transparency, interoperability, and epistemic rigor – be meaningfully fulfilled in a task of high complexity?",
              "affiliation": "Austrian Academy of Sciences; Freie Universität Berlin; University of Music and Performing Arts Vienna"
            },
            {
              "title": "Fachspezifische Datenmodelle als Brücke zwischen materieller Kultur, Theorie und Praxis",
              "authors": [
                "Robert Nasarek",
                "Julia Neubauer"
              ],
              "affiliation": "Germanisches Nationalmuseum Nürnberg, Deutschland",
              "abstract": "Trotz langjähriger Bemühungen ist die vollständige Digitalisierung von Museums- und Sammlungsobjekten in Deutschland noch nicht erreicht. Hauptgründe hierfür sind die große Objektmenge, begrenzte Ressourcen und die komplexen Anforderungen an Datenmodelle, insbesondere für kleinere Häuser ohne eigene IT-Abteilung.\nDas Projekt „WissKI Barrels” bietet hierfür kollaborativ entwickelte, fachspezifische Erschließungs- und Publikationsumgebungen als sofort nutzbare Webanwendungen auf Grundlage von WissKI-Systemen. Im Fokus steht die methodische Entwicklung von Datenmodellen als Brücke zwischen Fachsemantik und nachhaltiger Forschungsdatenpraxis.\nDatenmodelle werden hier als Werkzeuge verstanden, die eine digitale Repräsentation und Analyse materieller Kultur ermöglichen. Ontologien wie CIDOC CRM bieten einen Rahmen, der für konkrete Forschungsfragen angepasst werden muss. „WissKI Barrels“ analysiert und modularisiert Modelle aus über 70 Projekten, entwickelt sie kollaborativ weiter und integriert sie in sofort einsetzbare und benutzerfreundliche Systeme.\nDer Vortrag zeigt den Status Quo der Herausforderungen und Möglichkeiten bei der Umsetzung des Sammlungsdatenlebenszyklus, den Workflow des Barrel-Projekts und die Ergebnisse der ersten Barrels."
            }
          ]
        },
        {
          "time": "11:00–12:30",
          "session_id": "Freitag 2:5",
          "title": "Digital Art History II",
          "type": "Vortragssession",
          "location": "Hörsaal 5",
          "chair": "Peter Bell",
          "presentations": [
            {
              "title": "Visuelle Erklärbarkeit von Vision-Language Models in der Kunstgeschichte",
              "author": "Stefanie Schneider",
              "affiliation": "Ludwig-Maximilians-Universität München, Deutschland",
              "abstract": "Vision-Language-Models (VLMs) wie CLIP verknüpfen sprachliche und visuelle Informationen; sie werden deswegen zunehmend auch in der kunsthistorischen Bildanalyse eingesetzt. Trotz ihres Potenzials bleiben ihre internen Entscheidungsprozesse intransparent – insbesondere in domänenspezifischen Kontexten mit komplexen ikonografischen Inhalten. Dieser Beitrag untersucht, inwiefern Methoden der Explainable Artificial Intelligence (XAI) zur visuellen Erklärbarkeit solcher Modelle beitragen können. Anhand zweier Fallstudien werden sieben Erklärverfahren hinsichtlich ihrer Fähigkeit zur Objekterkennung und -lokalisierung in kunsthistorischem Bildmaterial evaluiert. Während CLIP Surgery, LeGrad und ScoreCAM in quantitativen Tests und einer Online-Studie mit 33 Teilnehmenden die besten Ergebnisse erzielten, zeigen sich bei abstrakten Konzepten wie „Sphinx“ oder „lustful“ jedoch klare Grenzen der Modellinterpretation. Die Ergebnisse belegen die Relevanz qualitativ-empirischer Evaluierungen für die Erschließung domänenspezifischer Erklärbarkeit – und die Notwendigkeit, VLMs durch kunsthistorisches Wissen zu ergänzen.",
              "authors": [
                "Stefanie Schneider"
              ]
            },
            {
              "title": "Bildanalyseverfahren für Porträts der frühen Neuzeit: Die Entwicklung der App PortApp",
              "authors": [
                "Sebastian Diem",
                "Thomas Mandl",
                "Hartmut Beyer"
              ],
              "affiliations": [
                "Universität Hildesheim",
                "Herzog August Bibliothek Wolfenbüttel"
              ],
              "abstract": "Der Beitrag beschreibt die Entwicklung des Systems PortApp, das als App für Smartphones eine konfigurierbare Suche in druckgraphische Porträts implementiert. Damit kann in der digitalisierten Porträtsammlung der Herzog-August Bibliothek gesucht werden. PortApp bietet eine Ähnlichkeitssuche innerhalb des Bestands und die Suche mit von den Nutzenden hochgeladenem Bildmaterial. Der Beitrag geht kurz auf die Kollektion ein und zeigt dann die Funktionsweise von PortApp aus Nutzersicht. Ebenso wird das Training eines Modells auf Basis eines Visual Transformers beschrieben.",
              "affiliation": "Stiftung Universität Hildesheim, Deutschland; Herzog August Bibliothek Wolfenbüttel, Deutschland"
            },
            {
              "title": "Bilder lesen lernen",
              "authors": [
                "Wiebke Helm",
                "Janos Borst-Graetz",
                "Manuel Burghardt"
              ],
              "affiliation": "Universität Leipzig, Deutschland",
              "abstract": "Literatur für Kinder und Jugendliche, das ist Literatur in Text und Bild. Entsprechend weisen retrodigitale Kinder- und Jugendbuchsammlungen u.a. illustrierte Cover, Einschaltbilder und Bildtafeln auf. In den Analysen der Digital Humanities spielten diese aber bisher nur eine marginale Rolle. Dabei transportiert das Medium Bild neben Sachwissen kulturelle und ästhetische Normen und Werte. Es repräsentiert u.a. Konzepte von Kindheit, die von gesellschaftlichen Vorstellungen geprägt sind. So formt es beispielsweise verschiedene Kindheitsbilder wie des lesenden, lernenden oder spielenden Kindes.\nDas Projekt \"Buchkindheiten digital\" analysiert historische Buchillustrationen über eine Zeitspanne von über 100 Jahren hinsichtlich der visuellen Konstruktion von Kindheit mit Methoden aus dem Bereich multimodaler Deep Learning-Modelle. Für die semantische Bildsuche in der Sammlung Colibri wurde hierfür das Tool \"Suchkind\" entwickelt. Es kombiniert CLIP-basierte multimodale Embedding-Modelle mit einer domänenspezifischen Szenenannotation. Neben der Vorstellung der Suchmaske Suchkind werden im Vortrag die Potenziale und Herausforderungen der automatischen Szenenanalyse in einer umfänglichen digitalen Text-Bild-Sammlung aufgezeigt."
            }
          ]
        },
        {
          "time": "14:00–15:30",
          "title": "Abschluss-Keynote",
          "type": "Keynote",
          "location": "Audimax"
        },
        {
          "time": "15:30–16:00",
          "title": "Konferenz-Abschluss",
          "type": "Abschluss",
          "location": "Audimax"
        }
      ]
    }
  ]
}